Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Current OS Version
ar: إصدار نظام التشغيل الحالي
de: Aktuelle OS-Version
es: Versión Actual del SO
fr: Version Actuelle de l'OS
hi: वर्तमान OS संस्करण
it: Versione OS Attuale
ja: 現在のOSバージョン
nl: Huidige OS-versie
pt: Versão Atual do SO
ru: Текущая Версия ОС

source: Available OS Version
ar: إصدار نظام التشغيل المتاح
de: Verfügbare OS-Version
es: Versión Disponible del SO
fr: Version Disponible de l'OS
hi: उपलब्ध OS संस्करण
it: Versione OS Disponibile
ja: 利用可能なOSバージョン
nl: Beschikbare OS-versie
pt: Versão Disponível do SO
ru: Доступная Версия ОС

source: OS Upgrade Type
ar: نوع ترقية نظام التشغيل
de: OS-Upgrade-Typ
es: Tipo de Actualización de SO
fr: Type de Mise à jour d'OS
hi: OS अपग्रेड प्रकार
it: Tipo Aggiornamento OS
ja: OSアップグレードタイプ
pt: Tipo de Atualização de SO
ru: Тип Обновления ОС

source: Ubuntu Release Upgrade
ar: ترقية إصدار Ubuntu
es: Actualización de Release de Ubuntu
fr: Mise à jour de Release Ubuntu
hi: Ubuntu रिलीज़ अपग्रेड
it: Aggiornamento Release Ubuntu
ja: Ubuntuリリースアップグレード
pt: Atualização de Release do Ubuntu
ru: Обновление Релиза Ubuntu

source: Fedora Version Upgrade
ar: ترقية إصدار Fedora
de: Fedora-Versions-Upgrade
es: Actualización de Versión de Fedora
fr: Mise à jour de Version Fedora
hi: Fedora संस्करण अपग्रेड
it: Aggiornamento Versione Fedora
ja: Fedoraバージョンアップグレード
nl: Fedora Versie Upgrade
pt: Atualização de Versão do Fedora
ru: Обновление Версии Fedora

source: openSUSE Distribution Upgrade
ar: ترقية توزيعة openSUSE
de: openSUSE-Distributions-Upgrade
es: Actualización de Distribución openSUSE
fr: Mise à jour de Distribution openSUSE
hi: openSUSE वितरण अपग्रेड
it: Aggiornamento Distribuzione openSUSE
ja: openSUSEディストリビューションアップグレード
nl: openSUSE Distributie Upgrade
pt: Atualização de Distribuição openSUSE
ru: Обновление Дистрибутива openSUSE

source: macOS Version Upgrade
ar: ترقية إصدار macOS
de: macOS-Versions-Upgrade
es: Actualización de Versión de macOS
fr: Mise à jour de Version macOS
hi: macOS संस्करण अपग्रेड
it: Aggiornamento Versione macOS
ja: macOSバージョンアップグレード
nl: macOS Versie Upgrade
pt: Atualização de Versão do macOS
ru: Обновление Версии macOS

source: Windows Feature Update
ar: تحديث ميزة Windows
es: Actualización de Característica de Windows
fr: Mise à jour de Fonctionnalité Windows
hi: Windows फीचर अपडेट
it: Aggiornamento Funzionalità Windows
ja: Windows機能更新プログラム
nl: Windows Functie Update
pt: Atualização de Recurso do Windows
ru: Обновление Функций Windows

source: OpenBSD System Upgrade
ar: ترقية نظام OpenBSD
es: Actualización de Sistema OpenBSD
fr: Mise à jour Système OpenBSD
hi: OpenBSD सिस्टम अपग्रेड
it: Aggiornamento Sistema OpenBSD
ja: OpenBSDシステムアップグレード
nl: OpenBSD Systeem Upgrade
pt: Atualização de Sistema OpenBSD
ru: Обновление Системы OpenBSD

source: FreeBSD Version Upgrade
ar: ترقية إصدار FreeBSD
de: FreeBSD-Versions-Upgrade
es: Actualización de Versión FreeBSD
fr: Mise à jour de Version FreeBSD
hi: FreeBSD संस्करण अपग्रेड
it: Aggiornamento Versione FreeBSD
ja: FreeBSDバージョンアップグレード
nl: FreeBSD Versie Upgrade
pt: Atualização de Versão FreeBSD
ru: Обновление Версии FreeBSD

source: Upgrade Size
ar: حجم الترقية
de: Upgrade-Größe
es: Tamaño de Actualización
fr: Taille de la Mise à jour
hi: अपग्रेड आकार
it: Dimensione Aggiornamento
ja: アップグレードサイズ
nl: Upgrade Grootte
pt: Tamanho da Atualização
ru: Размер Обновления

source: Security Update
ar: تحديث أمني
de: Sicherheitsupdate
es: Actualización de Seguridad
fr: Mise à jour de Sécurité
hi: सुरक्षा अपडेट
it: Aggiornamento Sicurezza
ja: セキュリティ更新
nl: Beveiligingsupdate
pt: Atualização de Segurança
ru: Обновление Безопасности

source: System Reboot Required
ar: مطلوب إعادة تشغيل النظام
de: Systemneustart erforderlich
es: Reinicio del Sistema Requerido
fr: Redémarrage Système Requis
hi: सिस्टम रीबूट आवश्यक
it: Riavvio Sistema Richiesto
ja: システム再起動が必要
nl: Systeemherstart Vereist
pt: Reinicialização do Sistema Necessária
ru: Требуется Перезагрузка Системы

source: Confirm OS Upgrade
ar: تأكيد ترقية نظام التشغيل
de: OS-Upgrade bestätigen
es: Confirmar Actualización de SO
fr: Confirmer la Mise à jour d'OS
hi: OS अपग्रेड की पुष्टि करें
it: Conferma Aggiornamento OS
ja: OSアップグレードの確認
nl: OS-upgrade Bevestigen
pt: Confirmar Atualização de SO
ru: Подтвердить Обновление ОС

source: This action will upgrade the operating system and require a system reboot. Continue?
ar: هذا الإجراء سيرقي نظام التشغيل ويتطلب إعادة تشغيل النظام. متابعة؟
de: Diese Aktion wird das Betriebssystem aktualisieren und einen Systemneustart erfordern. Fortfahren?
es: Esta acción actualizará el sistema operativo y requerirá un reinicio del sistema. ¿Continuar?
fr: Cette action mettra à jour le système d'exploitation et nécessitera un redémarrage système. Continuer ?
hi: यह क्रिया ऑपरेटिंग सिस्टम को अपग्रेड करेगी और सिस्टम रीबूट की आवश्यकता होगी। जारी रखें?
it: Questa azione aggiornerà il sistema operativo e richiederà un riavvio sistema. Continuare?
ja: この操作はオペレーティングシステムをアップグレードし、システムの再起動が必要です。続行しますか？
nl: Deze actie zal het besturingssysteem upgraden en een systeemherstart vereisen. Doorgaan?
pt: Esta ação atualizará o sistema operacional e exigirá uma reinicialização do sistema. Continuar?
ru: Это действие обновит операционную систему и потребует перезагрузки системы. Продолжить?

source: OS upgrades are always security updates
ar: ترقيات نظام التشغيل هي دائماً تحديثات أمنية
de: OS-Upgrades sind immer Sicherheitsupdates
es: Las actualizaciones de SO siempre son actualizaciones de seguridad
fr: Les mises à jour d'OS sont toujours des mises à jour de sécurité
hi: OS अपग्रेड हमेशा सुरक्षा अपडेट होते हैं
it: Gli aggiornamenti OS sono sempre aggiornamenti di sicurezza
ja: OSアップグレードは常にセキュリティ更新です
nl: OS-upgrades zijn altijd beveiligingsupdates
pt: Atualizações de SO são sempre atualizações de segurança
ru: Обновления ОС всегда являются обновлениями безопасности

source: View OS Upgrades
ar: عرض ترقيات نظام التشغيل
de: OS-Upgrades anzeigen
es: Ver Actualizaciones de SO
fr: Voir les Mises à jour d'OS
hi: OS अपग्रेड देखें
it: Visualizza Aggiornamenti OS
ja: OSアップグレードを表示
nl: OS-upgrades Bekijken
pt: Ver Atualizações de SO
ru: Просмотр Обновлений ОС

source: Filter by OS Type
ar: تصفية حسب نوع نظام التشغيل
de: Nach OS-Typ filtern
es: Filtrar por Tipo de SO
fr: Filtrer par Type d'OS
hi: OS प्रकार द्वारा फ़िल्टर करें
it: Filtra per Tipo OS
ja: OSタイプでフィルター
nl: Filteren op OS-type
pt: Filtrar por Tipo de SO
ru: Фильтр по Типу ОС

source: All OS Types
ar: جميع أنواع أنظمة التشغيل
de: Alle OS-Typen
es: Todos los Tipos de SO
fr: Tous les Types d'OS
hi: सभी OS प्रकार
it: Tutti i Tipi OS
ja: すべてのOSタイプ
nl: Alle OS-types
pt: Todos os Tipos de SO
ru: Все Типы ОС

source: Failed to retrieve package summary: %s
ar: فشل في استرداد ملخص الحزم: %s
de: Fehler beim Abrufen der Paket-Zusammenfassung: %s
es: Error al recuperar el resumen del paquete: %s
fr: Échec de la récupération du résumé du paquet : %s
hi: पैकेज सारांश प्राप्त करने में विफल: %s
it: Impossibile recuperare il riepilogo del pacchetto: %s
ja: パッケージ概要の取得に失敗しました: %s
nl: Pakket samenvatting ophalen mislukt: %s
pt: Falha ao recuperar resumo do pacote: %s
ru: Не удалось получить сводку пакетов: %s

source: Failed to retrieve package managers: %s
ar: فشل في استرداد مديري الحزم: %s
de: Fehler beim Abrufen der Paketmanager: %s
es: Error al recuperar los gestores de paquetes: %s
fr: Échec de la récupération des gestionnaires de paquets : %s
hi: पैकेज प्रबंधकों को प्राप्त करने में विफल: %s
it: Impossibile recuperare i gestori di pacchetti: %s
ja: パッケージマネージャーの取得に失敗しました: %s
nl: Pakketbeheerders ophalen mislukt: %s
pt: Falha ao recuperar gerenciadores de pacotes: %s
ru: Не удалось получить менеджеры пакетов: %s

source: Failed to search packages: %s
ar: فشل في البحث عن الحزم: %s
de: Fehler beim Suchen von Paketen: %s
es: Error al buscar paquetes: %s
fr: Échec de la recherche de paquets : %s
hi: पैकेज खोजने में विफल: %s
it: Impossibile cercare i pacchetti: %s
ja: パッケージの検索に失敗しました: %s
nl: Pakketten zoeken mislukt: %s
pt: Falha ao pesquisar pacotes: %s
ru: Не удалось найти пакеты: %s

source: Failed to retrieve OS versions: %s
ar: فشل في استرداد إصدارات نظام التشغيل: %s
de: Fehler beim Abrufen der OS-Versionen: %s
es: Error al recuperar las versiones del sistema operativo: %s
fr: Échec de la récupération des versions du système d'exploitation : %s
hi: OS संस्करण प्राप्त करने में विफल: %s
it: Impossibile recuperare le versioni del sistema operativo: %s
ja: OSバージョンの取得に失敗しました: %s
nl: OS versies ophalen mislukt: %s
pt: Falha ao recuperar versões do SO: %s
ru: Не удалось получить версии ОС: %s

source: Failed to retrieve packages for manager %s: %s
ar: فشل في استرداد الحزم للمدير %s: %s
de: Fehler beim Abrufen der Pakete für Manager %s: %s
es: Error al recuperar paquetes para el gestor %s: %s
fr: Échec de la récupération des paquets pour le gestionnaire %s : %s
hi: प्रबंधक %s के लिए पैकेज प्राप्त करने में विफल: %s
it: Impossibile recuperare i pacchetti per il gestore %s: %s
ja: マネージャー %s のパッケージ取得に失敗しました: %s
nl: Pakketten ophalen voor beheerder %s mislukt: %s
pt: Falha ao recuperar pacotes para o gerenciador %s: %s
ru: Не удалось получить пакеты для менеджера %s: %s

source: Failed to process available packages: %s
ar: فشل في معالجة الحزم المتاحة: %s
de: Fehler beim Verarbeiten verfügbarer Pakete: %s
es: Error al procesar los paquetes disponibles: %s
fr: Échec du traitement des paquets disponibles : %s
hi: उपलब्ध पैकेज प्रसंस्करण में विफल: %s
it: Impossibile elaborare i pacchetti disponibili: %s
ja: 利用可能なパッケージの処理に失敗しました: %s
nl: Beschikbare pakketten verwerken mislukt: %s
pt: Falha ao processar pacotes disponíveis: %s
ru: Не удалось обработать доступные пакеты: %s

source: Host not registered
ar: المضيف غير مسجل
de: Host nicht registriert
es: Host no registrado
fr: Hôte non enregistré
hi: होस्ट पंजीकृत नहीं है
it: Host non registrato
ja: ホストが登録されていません
nl: Host niet geregistreerd
pt: Host não registrado
ru: Хост не зарегистрирован

source: Host Firewall Status
ar: حالة جدار الحماية للمضيف
es: Estado del Firewall del Host
fr: État du Pare-feu de l'Hôte
hi: होस्ट फ़ायरवॉल स्थिति
it: Stato Firewall Host
ja: ホストファイアウォールステータス
pt: Status do Firewall do Host
ru: Состояние брандмауэра хоста

source: Open-Source Antivirus Status
ar: حالة مكافحة الفيروسات مفتوحة المصدر
es: Estado del Antivirus de Código Abierto
fr: État de l'Antivirus Open Source
hi: ओपन-सोर्स एंटीवायरस स्थिति
it: Stato Antivirus Open Source
ja: オープンソースアンチウイルスステータス
pt: Status do Antivírus de Código Aberto
ru: Состояние антивируса с открытым исходным кодом

source: Commercial Antivirus Status
ar: حالة مكافحة الفيروسات التجارية
de: Kommerzieller Antivirus-Status
es: Estado del Antivirus Comercial
fr: État de l'Antivirus Commercial
hi: वाणिज्यिक एंटीवायरस स्थिति
it: Stato Antivirus Commerciale
ja: 商用アンチウイルスステータス
nl: Commerciële Antivirus Status
pt: Status do Antivírus Comercial
ru: Состояние коммерческого антивируса

source: No hosts with firewall status found.
ar: لم يتم العثور على مضيفين بحالة جدار الحماية.
de: Keine Hosts mit Firewall-Status gefunden.
es: No se encontraron hosts con estado de firewall.
fr: Aucun hôte avec état de pare-feu trouvé.
hi: फ़ायरवॉल स्थिति वाले कोई होस्ट नहीं मिले।
it: Nessun host con stato firewall trovato.
ja: ファイアウォールステータスを持つホストが見つかりません。
nl: Geen hosts met firewall-status gevonden.
pt: Nenhum host com status de firewall encontrado.
ru: Хосты с состоянием брандмауэра не найдены.

source: Firewall Software
ar: برنامج جدار الحماية
es: Software de Firewall
fr: Logiciel Pare-feu
hi: फ़ायरवॉल सॉफ्टवेयर
it: Software Firewall
ja: ファイアウォールソフトウェア
pt: Software de Firewall
ru: Программное обеспечение брандмауэра

source: No hosts with open-source antivirus found.
ar: لم يتم العثور على مضيفين بمكافح فيروسات مفتوح المصدر.
de: Keine Hosts mit Open-Source-Antivirus gefunden.
es: No se encontraron hosts con antivirus de código abierto.
fr: Aucun hôte avec antivirus open source trouvé.
hi: ओपन-सोर्स एंटीवायरस वाले कोई होस्ट नहीं मिले।
it: Nessun host con antivirus open source trovato.
ja: オープンソースアンチウイルスを持つホストが見つかりません。
nl: Geen hosts met open-source antivirus gevonden.
pt: Nenhum host com antivírus de código aberto encontrado.
ru: Хосты с антивирусом с открытым исходным кодом не найдены.

source: Antivirus Software
ar: برنامج مكافحة الفيروسات
es: Software Antivirus
fr: Logiciel Antivirus
hi: एंटीवायरस सॉफ्टवेयर
it: Software Antivirus
ja: アンチウイルスソフトウェア
pt: Software Antivírus
ru: Антивирусное программное обеспечение

source: Install Path
ar: مسار التثبيت
de: Installationspfad
es: Ruta de Instalación
fr: Chemin d'Installation
hi: इंस्टॉल पथ
it: Percorso di Installazione
ja: インストールパス
nl: Installatiepad
pt: Caminho de Instalação
ru: Путь установки

source: No hosts with commercial antivirus found.
ar: لم يتم العثور على مضيفين بمكافح فيروسات تجاري.
de: Keine Hosts mit kommerziellem Antivirus gefunden.
es: No se encontraron hosts con antivirus comercial.
fr: Aucun hôte avec antivirus commercial trouvé.
hi: वाणिज्यिक एंटीवायरस वाले कोई होस्ट नहीं मिले।
it: Nessun host con antivirus commerciale trovato.
ja: 商用アンチウイルスを持つホストが見つかりません。
nl: Geen hosts met commerciële antivirus gevonden.
pt: Nenhum host com antivírus comercial encontrado.
ru: Хосты с коммерческим антивирусом не найдены.

source: Product Name
ar: اسم المنتج
de: Produktname
es: Nombre del Producto
fr: Nom du Produit
hi: उत्पाद का नाम
it: Nome Prodotto
ja: 製品名
nl: Productnaam
pt: Nome do Produto
ru: Название продукта

source: Product Version
ar: إصدار المنتج
de: Produktversion
es: Versión del Producto
fr: Version du Produit
hi: उत्पाद संस्करण
it: Versione Prodotto
ja: 製品バージョン
nl: Productversie
pt: Versão do Produto
ru: Версия продукта

source: Signature Version
ar: إصدار التوقيع
de: Signaturversion
es: Versión de Firma
fr: Version de Signature
hi: हस्ताक्षर संस्करण
it: Versione Firma
ja: シグネチャバージョン
nl: Handtekeningversie
pt: Versão da Assinatura
ru: Версия подписи

source: Real-Time Protection
ar: الحماية في الوقت الفعلي
de: Echtzeit-Schutz
es: Protección en Tiempo Real
fr: Protection en Temps Réel
hi: रीयल-टाइम सुरक्षा
it: Protezione in Tempo Reale
ja: リアルタイム保護
nl: Realtime Bescherming
pt: Proteção em Tempo Real
ru: Защита в реальном времени

source: Service Status
ar: حالة الخدمة
de: Dienststatus
es: Estado del Servicio
fr: État du Service
hi: सेवा स्थिति
it: Stato del Servizio
ja: サービスステータス
pt: Status do Serviço
ru: Состояние службы

source: Last Updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
hi: अंतिम अद्यतन
it: Ultimo aggiornamento
ja: 最終更新
nl: Laatst bijgewerkt
pt: Última atualização
ru: Последнее обновление

source: User Security Roles (RBAC)
ar: أدوار أمان المستخدم (RBAC)
de: Benutzersicherheitsrollen (RBAC)
es: Roles de Seguridad de Usuario (RBAC)
fr: Rôles de Sécurité Utilisateur (RBAC)
hi: उपयोगकर्ता सुरक्षा भूमिकाएँ (RBAC)
it: Ruoli di Sicurezza Utente (RBAC)
ja: ユーザーセキュリティロール (RBAC)
nl: Gebruikersbeveiligingsrollen (RBAC)
pt: Funções de Segurança do Usuário (RBAC)
ru: Роли безопасности пользователя (RBAC)

source: No security roles assigned
ar: لم يتم تعيين أدوار أمان
de: Keine Sicherheitsrollen zugewiesen
es: No se asignaron roles de seguridad
fr: Aucun rôle de sécurité attribué
hi: कोई सुरक्षा भूमिका नहीं सौंपी गई
it: Nessun ruolo di sicurezza assegnato
ja: セキュリティロールが割り当てられていません
nl: Geen beveiligingsrollen toegewezen
pt: Nenhuma função de segurança atribuída
ru: Роли безопасности не назначены

source: IP Address
ar: عنوان IP
de: IP-Adresse
fr: Adresse IP
hi: IP पता
it: Indirizzo IP
ja: IPアドレス
nl: IP-adres
pt: Endereço IP
ru: IP-адрес

source: OS Version
ar: إصدار نظام التشغيل
de: BS-Version
fr: Version du SE
hi: OS संस्करण
it: Versione SO
ja: OSバージョン
nl: OS-versie
pt: Versão do SO
ru: Версия ОС

source: IPv4 Ports
ar: منافذ IPv4
fr: Ports IPv4
hi: IPv4 पोर्ट
it: Porte IPv4
ja: IPv4ポート
nl: IPv4-poorten
pt: Portas IPv4
ru: Порты IPv4

source: IPv6 Ports
ar: منافذ IPv6
fr: Ports IPv6
hi: IPv6 पोर्ट
it: Porte IPv6
ja: IPv6ポート
nl: IPv6-poorten
pt: Portas IPv6
ru: Порты IPv6

source: Audit Log
ar: سجل التدقيق
de: Auditprotokoll
fr: Journal d'audit
hi: ऑडिट लॉग
it: Registro di audit
ja: 監査ログ
nl: Auditlogboek
pt: Registro de auditoria
ru: Журнал аудита

source: Total Entries
ar: إجمالي الإدخالات
de: Einträge gesamt
fr: Total des entrées
hi: कुल प्रविष्टियाँ
it: Totale voci
ja: 合計エントリ数
nl: Totaal aantal vermeldingen
pt: Total de entradas
ru: Всего записей

source: No audit log entries found.
ar: لم يتم العثور على إدخالات في سجل التدقيق.
de: Keine Auditprotokolleinträge gefunden.
fr: Aucune entrée dans le journal d'audit trouvée.
hi: कोई ऑडिट लॉग प्रविष्टियाँ नहीं मिलीं।
it: Nessuna voce nel registro di audit trovata.
ja: 監査ログエントリが見つかりません。
nl: Geen auditlogboekvermeldingen gevonden.
pt: Nenhuma entrada no registro de auditoria encontrada.
ru: Записи журнала аудита не найдены.

source: Timestamp
ar: الطابع الزمني
de: Zeitstempel
fr: Horodatage
hi: टाइमस्टैम्प
it: Marca temporale
ja: タイムスタンプ
nl: Tijdstempel
pt: Carimbo de data/hora
ru: Метка времени

source: Entity Type
ar: نوع الكيان
de: Entitätstyp
fr: Type d'entité
hi: इकाई प्रकार
it: Tipo di entità
ja: エンティティタイプ
nl: Entiteitstype
pt: Tipo de entidade
ru: Тип сущности

source: Entity Name
ar: اسم الكيان
de: Entitätsname
fr: Nom d'entité
hi: इकाई नाम
it: Nome dell'entità
ja: エンティティ名
nl: Entiteitsnaam
pt: Nome da entidade
ru: Имя сущности

source: Result
ar: النتيجة
de: Ergebnis
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
nl: Resultaat
pt: Resultado
ru: Результат

source: Description
ar: الوصف
de: Beschreibung
hi: विवरण
it: Descrizione
ja: 説明
nl: Beschrijving
pt: Descrição
ru: Описание

source: System
ar: النظام
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
ru: Система

source: Action
ar: الإجراء
de: Aktion
hi: कार्रवाई
it: Azione
ja: アクション
nl: Actie
pt: Ação
ru: Действие

source: User
ar: المستخدم
de: Benutzer
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
nl: Gebruiker
pt: Usuário
ru: Пользователь

source: User not found
ar: لم يتم العثور على المستخدم
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur introuvable
hi: उपयोगकर्ता नहीं मिला
it: Utente non trovato
ja: ユーザーが見つかりません
nl: Gebruiker niet gevonden
pt: Usuário não encontrado
ru: Пользователь не найден

source: Permission denied: ENABLE_GRAYLOG_INTEGRATION role required
ar: تم رفض الإذن: دور ENABLE_GRAYLOG_INTEGRATION مطلوب
de: Zugriff verweigert: ENABLE_GRAYLOG_INTEGRATION-Rolle erforderlich
es: Permiso denegado: se requiere el rol ENABLE_GRAYLOG_INTEGRATION
fr: Permission refusée : le rôle ENABLE_GRAYLOG_INTEGRATION est requis
hi: अनुमति अस्वीकार: ENABLE_GRAYLOG_INTEGRATION भूमिका आवश्यक है
it: Permesso negato: è richiesto il ruolo ENABLE_GRAYLOG_INTEGRATION
ja: アクセス拒否: ENABLE_GRAYLOG_INTEGRATION ロールが必要です
nl: Toestemming geweigerd: ENABLE_GRAYLOG_INTEGRATION rol vereist
pt: Permissão negada: função ENABLE_GRAYLOG_INTEGRATION necessária
ru: Доступ запрещен: требуется роль ENABLE_GRAYLOG_INTEGRATION

source: Selected host does not have Graylog server role
ar: المضيف المحدد ليس لديه دور خادم Graylog
de: Ausgewählter Host hat keine Graylog-Server-Rolle
es: El host seleccionado no tiene el rol de servidor Graylog
fr: L'hôte sélectionné n'a pas le rôle de serveur Graylog
hi: चयनित होस्ट में Graylog सर्वर भूमिका नहीं है
it: L'host selezionato non ha il ruolo di server Graylog
ja: 選択されたホストにはGraylogサーバーロールがありません
nl: Geselecteerde host heeft geen Graylog serverrol
pt: O host selecionado não possui a função de servidor Graylog
ru: Выбранный хост не имеет роли сервера Graylog

source: Failed to securely store API token
ar: فشل في تخزين رمز API بشكل آمن
de: Fehler beim sicheren Speichern des API-Tokens
es: Error al almacenar de forma segura el token de API
fr: Échec du stockage sécurisé du jeton API
hi: API टोकन को सुरक्षित रूप से संग्रहीत करने में विफल
it: Impossibile memorizzare in modo sicuro il token API
ja: APIトークンの安全な保存に失敗しました
nl: Veilig opslaan van API-token mislukt
pt: Falha ao armazenar o token da API com segurança
ru: Не удалось безопасно сохранить токен API

source: Graylog integration settings updated successfully
ar: تم تحديث إعدادات تكامل Graylog بنجاح
de: Graylog-Integrationseinstellungen erfolgreich aktualisiert
es: Configuración de integración de Graylog actualizada correctamente
fr: Paramètres d'intégration Graylog mis à jour avec succès
hi: Graylog एकीकरण सेटिंग्स सफलतापूर्वक अपडेट की गईं
it: Impostazioni di integrazione Graylog aggiornate con successo
ja: Graylog統合設定が正常に更新されました
nl: Graylog integratie-instellingen succesvol bijgewerkt
pt: Configurações de integração do Graylog atualizadas com sucesso
ru: Настройки интеграции Graylog успешно обновлены

source: Graylog integration has not been configured
ar: لم يتم تكوين تكامل Graylog
de: Graylog-Integration wurde nicht konfiguriert
es: La integración de Graylog no ha sido configurada
fr: L'intégration Graylog n'a pas été configurée
hi: Graylog एकीकरण कॉन्फ़िगर नहीं किया गया है
it: L'integrazione Graylog non è stata configurata
ja: Graylog統合が設定されていません
nl: Graylog integratie is niet geconfigureerd
pt: A integração do Graylog não foi configurada
ru: Интеграция Graylog не настроена

source: Graylog integration is not enabled
ar: تكامل Graylog غير مفعل
de: Graylog-Integration ist nicht aktiviert
es: La integración de Graylog no está habilitada
fr: L'intégration Graylog n'est pas activée
hi: Graylog एकीकरण सक्षम नहीं है
it: L'integrazione Graylog non è abilitata
ja: Graylog統合が有効になっていません
nl: Graylog integratie is niet ingeschakeld
pt: A integração do Graylog não está habilitada
ru: Интеграция Graylog не включена

source: Error retrieving Graylog URL: %s
ar: خطأ في استرداد عنوان URL لـ Graylog: %s
de: Fehler beim Abrufen der Graylog-URL: %s
es: Error al recuperar la URL de Graylog: %s
fr: Erreur lors de la récupération de l'URL Graylog : %s
hi: Graylog URL प्राप्त करने में त्रुटि: %s
it: Errore nel recupero dell'URL Graylog: %s
ja: Graylog URLの取得エラー: %s
nl: Fout bij ophalen Graylog URL: %s
pt: Erro ao recuperar URL do Graylog: %s
ru: Ошибка получения URL Graylog: %s

source: Graylog URL is not configured
ar: عنوان URL لـ Graylog غير مكون
de: Graylog-URL ist nicht konfiguriert
es: La URL de Graylog no está configurada
fr: L'URL Graylog n'est pas configurée
hi: Graylog URL कॉन्फ़िगर नहीं है
it: L'URL Graylog non è configurato
ja: Graylog URLが設定されていません
nl: Graylog URL is niet geconfigureerd
pt: A URL do Graylog não está configurada
ru: URL Graylog не настроен

source: Connection timeout - Graylog server may be unreachable
ar: انتهت مهلة الاتصال - قد يكون خادم Graylog غير قابل للوصول
de: Verbindungszeitüberschreitung - Graylog-Server ist möglicherweise nicht erreichbar
es: Tiempo de espera de conexión agotado - El servidor Graylog puede estar inaccesible
fr: Délai de connexion dépassé - Le serveur Graylog peut être inaccessible
hi: कनेक्शन टाइमआउट - Graylog सर्वर पहुंच योग्य नहीं हो सकता
it: Timeout della connessione - Il server Graylog potrebbe essere irraggiungibile
ja: 接続タイムアウト - Graylogサーバーに到達できない可能性があります
nl: Verbindingstime-out - Graylog server is mogelijk onbereikbaar
pt: Tempo limite de conexão - O servidor Graylog pode estar inacessível
ru: Тайм-аут соединения - сервер Graylog может быть недоступен
