Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Connection failed - Graylog server may be down or unreachable
ar: فشل الاتصال - قد يكون خادم Graylog معطلاً أو غير قابل للوصول
de: Verbindung fehlgeschlagen - Graylog-Server ist möglicherweise ausgefallen oder nicht erreichbar
es: Conexión fallida - El servidor Graylog puede estar caído o inaccesible
fr: Connexion échouée - Le serveur Graylog peut être hors service ou inaccessible
hi: कनेक्शन विफल - Graylog सर्वर डाउन या पहुंच योग्य नहीं हो सकता
it: Connessione fallita - Il server Graylog potrebbe essere inattivo o irraggiungibile
ja: 接続失敗 - Graylogサーバーがダウンしているか到達できない可能性があります
nl: Verbinding mislukt - Graylog server is mogelijk offline of onbereikbaar
pt: Falha na conexão - O servidor Graylog pode estar inativo ou inacessível
ru: Соединение не удалось - сервер Graylog может быть выключен или недоступен

source: Unexpected error checking Graylog health
ar: خطأ غير متوقع في فحص صحة Graylog
de: Unerwarteter Fehler beim Überprüfen der Graylog-Gesundheit
es: Error inesperado al verificar el estado de Graylog
fr: Erreur inattendue lors de la vérification de l'état de Graylog
hi: Graylog स्वास्थ्य जांचने में अप्रत्याशित त्रुटि
it: Errore imprevisto durante il controllo dello stato di Graylog
ja: Graylogヘルスチェック中に予期しないエラーが発生しました
nl: Onverwachte fout bij controleren Graylog status
pt: Erro inesperado ao verificar a saúde do Graylog
ru: Неожиданная ошибка при проверке состояния Graylog

source: Marked message as sent (awaiting ack): %s
ar: تم تعليم الرسالة كمرسلة (في انتظار التأكيد): %s
de: Nachricht als gesendet markiert (warte auf Bestätigung): %s
es: Mensaje marcado como enviado (esperando confirmación): %s
fr: Message marqué comme envoyé (en attente d'accusé de réception): %s
hi: संदेश को भेजा गया के रूप में चिह्नित (पुष्टि की प्रतीक्षा): %s
it: Messaggio contrassegnato come inviato (in attesa di conferma): %s
ja: メッセージを送信済みとしてマーク（確認待ち）: %s
nl: Bericht gemarkeerd als verzonden (wacht op bevestiging): %s
pt: Mensagem marcada como enviada (aguardando confirmação): %s
ru: Сообщение помечено как отправленное (ожидание подтверждения): %s

source: Cannot acknowledge unknown message: %s
ar: لا يمكن تأكيد رسالة غير معروفة: %s
de: Unbekannte Nachricht kann nicht bestätigt werden: %s
es: No se puede confirmar mensaje desconocido: %s
fr: Impossible de confirmer un message inconnu: %s
hi: अज्ञात संदेश की पुष्टि नहीं कर सकते: %s
it: Impossibile confermare messaggio sconosciuto: %s
ja: 不明なメッセージを確認できません: %s
nl: Kan onbekend bericht niet bevestigen: %s
pt: Não é possível confirmar mensagem desconhecida: %s
ru: Невозможно подтвердить неизвестное сообщение: %s

source: Message %s not in SENT status (is %s), skipping ack
ar: الرسالة %s ليست في حالة مُرسَل (هي %s)، تخطي التأكيد
de: Nachricht %s nicht im Status GESENDET (ist %s), Bestätigung übersprungen
es: Mensaje %s no está en estado ENVIADO (es %s), omitiendo confirmación
fr: Message %s pas dans le statut ENVOYÉ (est %s), accusé de réception ignoré
hi: संदेश %s भेजा गया स्थिति में नहीं है (%s है), पुष्टि छोड़ रहे हैं
it: Messaggio %s non in stato INVIATO (è %s), conferma saltata
ja: メッセージ %s は送信済み状態ではありません（%s）、確認をスキップ
nl: Bericht %s niet in VERZONDEN status (is %s), bevestiging overgeslagen
pt: Mensagem %s não está no status ENVIADO (é %s), ignorando confirmação
ru: Сообщение %s не в статусе ОТПРАВЛЕНО (статус %s), пропуск подтверждения

source: Message acknowledged by agent: %s
ar: تم تأكيد الرسالة بواسطة الوكيل: %s
de: Nachricht vom Agent bestätigt: %s
es: Mensaje confirmado por el agente: %s
fr: Message confirmé par l'agent: %s
hi: एजेंट द्वारा संदेश की पुष्टि की गई: %s
it: Messaggio confermato dall'agente: %s
ja: エージェントによりメッセージが確認されました: %s
nl: Bericht bevestigd door agent: %s
pt: Mensagem confirmada pelo agente: %s
ru: Сообщение подтверждено агентом: %s

source: Retrying unacknowledged message %s (was sent at %s)
ar: إعادة محاولة الرسالة غير المؤكدة %s (تم إرسالها في %s)
de: Nicht bestätigte Nachricht %s wird erneut gesendet (gesendet um %s)
es: Reintentando mensaje no confirmado %s (enviado en %s)
fr: Nouvelle tentative pour le message non confirmé %s (envoyé à %s)
hi: अपुष्ट संदेश %s का पुन: प्रयास (%s पर भेजा गया था)
it: Nuovo tentativo per messaggio non confermato %s (inviato alle %s)
ja: 未確認メッセージ %s を再試行（%s に送信済み）
nl: Niet-bevestigd bericht %s opnieuw proberen (verzonden om %s)
pt: Tentando novamente mensagem não confirmada %s (enviada em %s)
ru: Повторная отправка неподтвержденного сообщения %s (отправлено в %s)

source: Scheduled %d unacknowledged messages for retry
ar: تمت جدولة %d رسالة غير مؤكدة لإعادة المحاولة
de: %d nicht bestätigte Nachrichten für erneuten Versuch eingeplant
es: Programados %d mensajes no confirmados para reintento
fr: %d messages non confirmés programmés pour nouvelle tentative
hi: %d अपुष्ट संदेशों को पुन: प्रयास के लिए शेड्यूल किया गया
it: Programmati %d messaggi non confermati per nuovo tentativo
ja: %d 件の未確認メッセージを再試行にスケジュール
nl: %d niet-bevestigde berichten gepland voor nieuwe poging
pt: Agendadas %d mensagens não confirmadas para nova tentativa
ru: Запланировано %d неподтвержденных сообщений для повторной отправки

source: Error retrying unacknowledged messages: %s
ar: خطأ في إعادة محاولة الرسائل غير المؤكدة: %s
de: Fehler beim erneuten Senden nicht bestätigter Nachrichten: %s
es: Error al reintentar mensajes no confirmados: %s
fr: Erreur lors de la nouvelle tentative des messages non confirmés: %s
hi: अपुष्ट संदेशों का पुन: प्रयास करने में त्रुटि: %s
it: Errore nel nuovo tentativo dei messaggi non confermati: %s
ja: 未確認メッセージの再試行エラー: %s
nl: Fout bij opnieuw proberen van niet-bevestigde berichten: %s
pt: Erro ao tentar novamente mensagens não confirmadas: %s
ru: Ошибка при повторной отправке неподтвержденных сообщений: %s

source: No acknowledgment received within %d seconds
ar: لم يتم استلام أي تأكيد خلال %d ثانية
de: Keine Bestätigung innerhalb von %d Sekunden erhalten
es: No se recibió confirmación dentro de %d segundos
fr: Aucun accusé de réception reçu dans les %d secondes
hi: %d सेकंड के भीतर कोई पुष्टि प्राप्त नहीं हुई
it: Nessuna conferma ricevuta entro %d secondi
ja: %d 秒以内に確認を受信しませんでした
nl: Geen bevestiging ontvangen binnen %d seconden
pt: Nenhuma confirmação recebida em %d segundos
ru: Подтверждение не получено в течение %d секунд

source: Failed to mark message %s as sent: %s
ar: فشل في تعليم الرسالة %s كمرسلة: %s
de: Nachricht %s konnte nicht als gesendet markiert werden: %s
es: Error al marcar mensaje %s como enviado: %s
fr: Échec du marquage du message %s comme envoyé: %s
hi: संदेश %s को भेजा गया के रूप में चिह्नित करने में विफल: %s
it: Impossibile contrassegnare il messaggio %s come inviato: %s
ja: メッセージ %s を送信済みとしてマークできませんでした: %s
nl: Kan bericht %s niet markeren als verzonden: %s
pt: Falha ao marcar mensagem %s como enviada: %s
ru: Не удалось пометить сообщение %s как отправленное: %s

source: Failed to mark message %s as acknowledged: %s
ar: فشل في تعليم الرسالة %s كمؤكدة: %s
de: Nachricht %s konnte nicht als bestätigt markiert werden: %s
es: Error al marcar mensaje %s como confirmado: %s
fr: Échec du marquage du message %s comme confirmé: %s
hi: संदेश %s को पुष्टि के रूप में चिह्नित करने में विफल: %s
it: Impossibile contrassegnare il messaggio %s come confermato: %s
ja: メッセージ %s を確認済みとしてマークできませんでした: %s
nl: Kan bericht %s niet markeren als bevestigd: %s
pt: Falha ao marcar mensagem %s como confirmada: %s
ru: Не удалось пометить сообщение %s как подтвержденное: %s

source: LXD is only supported on Linux hosts
ar: LXD مدعوم فقط على أجهزة Linux
de: LXD wird nur auf Linux-Hosts unterstützt
es: LXD solo es compatible con hosts Linux
fr: LXD n'est pris en charge que sur les hôtes Linux
hi: LXD केवल Linux होस्ट पर समर्थित है
it: LXD è supportato solo su host Linux
ja: LXDはLinuxホストでのみサポートされています
nl: LXD wordt alleen ondersteund op Linux-hosts
pt: O LXD só é suportado em hosts Linux
ru: LXD поддерживается только на хостах Linux

source: Agent must be running with root privileges to initialize LXD
ar: يجب أن يعمل الوكيل بصلاحيات الجذر لتهيئة LXD
de: Der Agent muss mit Root-Rechten laufen, um LXD zu initialisieren
es: El agente debe ejecutarse con privilegios de root para inicializar LXD
fr: L'agent doit s'exécuter avec les privilèges root pour initialiser LXD
hi: LXD को इनिशियलाइज़ करने के लिए एजेंट को रूट विशेषाधिकारों के साथ चलना चाहिए
it: L'agente deve essere in esecuzione con privilegi di root per inizializzare LXD
ja: LXDを初期化するにはエージェントがroot権限で実行されている必要があります
nl: De agent moet met root-rechten draaien om LXD te initialiseren
pt: O agente deve estar executando com privilégios de root para inicializar o LXD
ru: Агент должен работать с правами root для инициализации LXD

source: LXD initialization requested
ar: تم طلب تهيئة LXD
de: LXD-Initialisierung angefordert
es: Inicialización de LXD solicitada
fr: Initialisation de LXD demandée
hi: LXD इनिशियलाइज़ेशन का अनुरोध किया गया
it: Inizializzazione LXD richiesta
ja: LXDの初期化がリクエストされました
nl: LXD-initialisatie aangevraagd
pt: Inicialização do LXD solicitada
ru: Запрошена инициализация LXD

source: LXD initialization requested. The agent will install and configure LXD automatically.
ar: تم طلب تهيئة LXD. سيقوم الوكيل بتثبيت وتكوين LXD تلقائياً.
de: LXD-Initialisierung angefordert. Der Agent wird LXD automatisch installieren und konfigurieren.
es: Inicialización de LXD solicitada. El agente instalará y configurará LXD automáticamente.
fr: Initialisation de LXD demandée. L'agent va installer et configurer LXD automatiquement.
hi: LXD इनिशियलाइज़ेशन का अनुरोध किया गया। एजेंट स्वचालित रूप से LXD इंस्टॉल और कॉन्फ़िगर करेगा।
it: Inizializzazione LXD richiesta. L'agente installerà e configurerà LXD automaticamente.
ja: LXDの初期化がリクエストされました。エージェントがLXDを自動的にインストールして設定します。
nl: LXD-initialisatie aangevraagd. De agent zal LXD automatisch installeren en configureren.
pt: Inicialização do LXD solicitada. O agente irá instalar e configurar o LXD automaticamente.
ru: Запрошена инициализация LXD. Агент автоматически установит и настроит LXD.

source: LXD initialized successfully
ar: تم تهيئة LXD بنجاح
de: LXD erfolgreich initialisiert
es: LXD inicializado exitosamente
fr: LXD initialisé avec succès
hi: LXD सफलतापूर्वक इनिशियलाइज़ हुआ
it: LXD inizializzato con successo
ja: LXDが正常に初期化されました
nl: LXD succesvol geïnitialiseerd
pt: LXD inicializado com sucesso
ru: LXD успешно инициализирован

source: VMM is only supported on OpenBSD hosts
ar: VMM مدعوم فقط على أجهزة OpenBSD
de: VMM wird nur auf OpenBSD-Hosts unterstützt
es: VMM solo es compatible con hosts OpenBSD
fr: VMM n'est pris en charge que sur les hôtes OpenBSD
hi: VMM केवल OpenBSD होस्ट पर समर्थित है
it: VMM è supportato solo su host OpenBSD
ja: VMMはOpenBSDホストでのみサポートされています
nl: VMM wordt alleen ondersteund op OpenBSD-hosts
pt: O VMM só é suportado em hosts OpenBSD
ru: VMM поддерживается только на хостах OpenBSD

source: Agent must be running with root privileges to initialize VMM
ar: يجب أن يعمل الوكيل بصلاحيات الجذر لتهيئة VMM
de: Der Agent muss mit Root-Rechten laufen, um VMM zu initialisieren
es: El agente debe ejecutarse con privilegios de root para inicializar VMM
fr: L'agent doit s'exécuter avec les privilèges root pour initialiser VMM
hi: VMM को इनिशियलाइज़ करने के लिए एजेंट को रूट विशेषाधिकारों के साथ चलना चाहिए
it: L'agente deve essere in esecuzione con privilegi di root per inizializzare VMM
ja: VMMを初期化するにはエージェントがroot権限で実行されている必要があります
nl: De agent moet met root-rechten draaien om VMM te initialiseren
pt: O agente deve estar executando com privilégios de root para inicializar o VMM
ru: Агент должен работать с правами root для инициализации VMM

source: VMM initialization requested
ar: تم طلب تهيئة VMM
de: VMM-Initialisierung angefordert
es: Inicialización de VMM solicitada
fr: Initialisation de VMM demandée
hi: VMM इनिशियलाइज़ेशन का अनुरोध किया गया
it: Inizializzazione VMM richiesta
ja: VMMの初期化がリクエストされました
nl: VMM-initialisatie aangevraagd
pt: Inicialização do VMM solicitada
ru: Запрошена инициализация VMM

source: VMM initialization requested. The agent will enable and start the vmd daemon.
ar: تم طلب تهيئة VMM. سيقوم الوكيل بتمكين وبدء عفريت vmd.
de: VMM-Initialisierung angefordert. Der Agent wird den vmd-Daemon aktivieren und starten.
es: Inicialización de VMM solicitada. El agente habilitará e iniciará el demonio vmd.
fr: Initialisation de VMM demandée. L'agent va activer et démarrer le daemon vmd.
hi: VMM इनिशियलाइज़ेशन का अनुरोध किया गया। एजेंट vmd डेमॉन को सक्षम और प्रारंभ करेगा।
it: Inizializzazione VMM richiesta. L'agente abiliterà e avvierà il daemon vmd.
ja: VMMの初期化がリクエストされました。エージェントがvmdデーモンを有効化して起動します。
nl: VMM-initialisatie aangevraagd. De agent zal de vmd-daemon inschakelen en starten.
pt: Inicialização do VMM solicitada. O agente irá habilitar e iniciar o daemon vmd.
ru: Запрошена инициализация VMM. Агент включит и запустит демон vmd.

source: VM name is required for VMM virtual machines
ar: اسم الجهاز الافتراضي مطلوب لأجهزة VMM الافتراضية
de: VM-Name ist für VMM-VMs erforderlich
es: Se requiere el nombre de VM para máquinas virtuales VMM
fr: Le nom de VM est requis pour les machines virtuelles VMM
hi: VMM वर्चुअल मशीनों के लिए VM नाम आवश्यक है
it: Il nome della VM è richiesto per le macchine virtuali VMM
ja: VMM仮想マシンにはVM名が必要です
nl: VM-naam is vereist voor VMM virtuele machines
pt: O nome da VM é necessário para máquinas virtuais VMM
ru: Имя ВМ обязательно для виртуальных машин VMM

source: VM name is required for KVM virtual machines
ar: اسم الجهاز الافتراضي مطلوب لأجهزة KVM الافتراضية
de: VM-Name ist für KVM-VMs erforderlich
fr: Le nom de VM est requis pour les machines virtuelles KVM
hi: KVM वर्चुअल मशीनों के लिए VM नाम आवश्यक है
it: Il nome della VM è richiesto per le macchine virtuali KVM
ja: KVM仮想マシンにはVM名が必要です
nl: VM-naam is vereist voor KVM virtuele machines
pt: O nome da VM é necessário para máquinas virtuais KVM
ru: Имя ВМ обязательно для виртуальных машин KVM

source: A child host named '%s' already exists on this host
ar: يوجد بالفعل مضيف فرعي باسم '%s' على هذا المضيف
de: Ein untergeordneter Host mit dem Namen '%s' existiert bereits auf diesem Host
es: Ya existe un host secundario con el nombre '%s' en este host
fr: Un hôte enfant nommé '%s' existe déjà sur cet hôte
hi: '%s' नाम का एक चाइल्ड होस्ट इस होस्ट पर पहले से मौजूद है
it: Un host figlio con il nome '%s' esiste già su questo host
ja: '%s' という名前の子ホストはこのホストに既に存在します
nl: Een onderliggend host met de naam '%s' bestaat al op deze host
pt: Já existe um host filho com o nome '%s' neste host
ru: Дочерний хост с именем '%s' уже существует на этом хосте

source: Child host creation requested: %s (%s)
ar: تم طلب إنشاء مضيف فرعي: %s (%s)
de: Erstellung eines untergeordneten Hosts angefordert: %s (%s)
es: Creación de host secundario solicitada: %s (%s)
fr: Création d'hôte enfant demandée: %s (%s)
hi: चाइल्ड होस्ट निर्माण का अनुरोध किया गया: %s (%s)
it: Creazione host figlio richiesta: %s (%s)
ja: 子ホスト作成がリクエストされました: %s (%s)
nl: Aanmaak onderliggende host aangevraagd: %s (%s)
pt: Criação de host filho solicitada: %s (%s)
ru: Запрошено создание дочернего хоста: %s (%s)

source: KVM is only supported on Linux hosts
ar: يُدعم KVM فقط على مضيفي Linux
de: KVM wird nur auf Linux-Hosts unterstützt
fr: KVM n'est pris en charge que sur les hôtes Linux
hi: KVM केवल Linux होस्ट पर समर्थित है
it: KVM è supportato solo su host Linux
ja: KVMはLinuxホストでのみサポートされています
nl: KVM wordt alleen ondersteund op Linux-hosts
pt: KVM só é suportado em hosts Linux
ru: KVM поддерживается только на хостах Linux

source: Agent must be running with root privileges to initialize KVM
ar: يجب أن يعمل الوكيل بصلاحيات الجذر لتهيئة KVM
de: Der Agent muss mit Root-Rechten ausgeführt werden, um KVM zu initialisieren
fr: L'agent doit s'exécuter avec les privilèges root pour initialiser KVM
hi: KVM को प्रारंभ करने के लिए एजेंट को रूट विशेषाधिकारों के साथ चलना चाहिए
it: L'agente deve essere eseguito con privilegi di root per inizializzare KVM
ja: KVMを初期化するには、エージェントがroot権限で実行されている必要があります
nl: De agent moet met root-rechten worden uitgevoerd om KVM te initialiseren
pt: O agente deve estar executando com privilégios de root para inicializar o KVM
ru: Агент должен работать с правами root для инициализации KVM

source: KVM initialization requested
ar: تم طلب تهيئة KVM
de: KVM-Initialisierung angefordert
fr: Initialisation de KVM demandée
hi: KVM प्रारंभीकरण का अनुरोध किया गया
it: Inizializzazione KVM richiesta
ja: KVMの初期化がリクエストされました
nl: KVM-initialisatie aangevraagd
pt: Inicialização do KVM solicitada
ru: Запрошена инициализация KVM

source: KVM initialization requested. The agent will install libvirt and configure KVM for virtual machine management.
ar: تم طلب تهيئة KVM. سيقوم الوكيل بتثبيت libvirt وتكوين KVM لإدارة الآلات الافتراضية.
de: KVM-Initialisierung angefordert. Der Agent wird libvirt installieren und KVM für die Verwaltung virtueller Maschinen konfigurieren.
fr: Initialisation de KVM demandée. L'agent installera libvirt et configurera KVM pour la gestion des machines virtuelles.
hi: KVM प्रारंभीकरण का अनुरोध किया गया। एजेंट libvirt इंस्टॉल करेगा और वर्चुअल मशीन प्रबंधन के लिए KVM कॉन्फ़िगर करेगा।
it: Inizializzazione KVM richiesta. L'agente installerà libvirt e configurerà KVM per la gestione delle macchine virtuali.
ja: KVMの初期化がリクエストされました。エージェントはlibvirtをインストールし、仮想マシン管理用にKVMを設定します。
nl: KVM-initialisatie aangevraagd. De agent zal libvirt installeren en KVM configureren voor beheer van virtuele machines.
pt: Inicialização do KVM solicitada. O agente instalará o libvirt e configurará o KVM para gerenciamento de máquinas virtuais.
ru: Запрошена инициализация KVM. Агент установит libvirt и настроит KVM для управления виртуальными машинами.

source: KVM/libvirt initialized successfully
ar: تم تهيئة KVM/libvirt بنجاح
de: KVM/libvirt erfolgreich initialisiert
fr: KVM/libvirt initialisé avec succès
hi: KVM/libvirt सफलतापूर्वक इनिशियलाइज़ किया गया
it: KVM/libvirt inizializzato con successo
ja: KVM/libvirtが正常に初期化されました
nl: KVM/libvirt succesvol geïnitialiseerd
pt: KVM/libvirt inicializado com sucesso
ru: KVM/libvirt успешно инициализирован

source: KVM networking is only supported on Linux hosts
ar: شبكات KVM مدعومة فقط على مضيفات Linux
de: KVM-Netzwerk wird nur auf Linux-Hosts unterstützt
fr: La mise en réseau KVM n'est prise en charge que sur les hôtes Linux
hi: KVM नेटवर्किंग केवल Linux होस्ट पर समर्थित है
it: La rete KVM è supportata solo su host Linux
ja: KVMネットワークはLinuxホストでのみサポートされています
nl: KVM-netwerken worden alleen ondersteund op Linux-hosts
pt: A rede KVM é suportada apenas em hosts Linux
ru: Сеть KVM поддерживается только на хостах Linux

source: Agent must be running with root privileges to configure KVM networking
ar: يجب أن يعمل الوكيل بصلاحيات الجذر لتكوين شبكات KVM
de: Der Agent muss mit Root-Rechten ausgeführt werden, um KVM-Netzwerk zu konfigurieren
fr: L'agent doit s'exécuter avec les privilèges root pour configurer le réseau KVM
hi: KVM नेटवर्किंग कॉन्फ़िगर करने के लिए एजेंट को रूट विशेषाधिकारों के साथ चलना चाहिए
it: L'agente deve essere eseguito con privilegi di root per configurare la rete KVM
ja: KVMネットワークを設定するには、エージェントをroot権限で実行する必要があります
nl: De agent moet met root-rechten worden uitgevoerd om KVM-netwerken te configureren
pt: O agente deve ser executado com privilégios de root para configurar a rede KVM
ru: Агент должен быть запущен с правами root для настройки сети KVM

source: Bridge interface name is required for bridged networking mode
ar: اسم واجهة الجسر مطلوب لوضع الشبكة الجسرية
de: Der Name der Bridge-Schnittstelle ist für den Bridge-Netzwerkmodus erforderlich
fr: Le nom de l'interface de pont est requis pour le mode réseau en pont
hi: ब्रिज नेटवर्किंग मोड के लिए ब्रिज इंटरफ़ेस नाम आवश्यक है
it: Il nome dell'interfaccia bridge è richiesto per la modalità di rete bridge
ja: ブリッジネットワークモードにはブリッジインターフェース名が必要です
nl: De naam van de bridge-interface is vereist voor de bridge-netwerkmodus
pt: O nome da interface de ponte é necessário para o modo de rede em ponte
ru: Имя интерфейса моста необходимо для режима мостовой сети

source: KVM networking configuration requested: %s mode
ar: تم طلب تكوين شبكة KVM: الوضع %s
de: KVM-Netzwerkkonfiguration angefordert: %s-Modus
fr: Configuration réseau KVM demandée : mode %s
hi: KVM नेटवर्क कॉन्फ़िगरेशन का अनुरोध किया गया: %s मोड
it: Configurazione di rete KVM richiesta: modalità %s
ja: KVMネットワーク設定がリクエストされました: %sモード
nl: KVM-netwerkconfiguratie aangevraagd: %s-modus
pt: Configuração de rede KVM solicitada: modo %s
ru: Запрошена настройка сети KVM: режим %s

source: KVM networking configuration requested. The agent will configure the %s network.
ar: تم طلب تكوين شبكة KVM. سيقوم الوكيل بتكوين شبكة %s.
de: KVM-Netzwerkkonfiguration angefordert. Der Agent wird das %s-Netzwerk konfigurieren.
fr: Configuration réseau KVM demandée. L'agent configurera le réseau %s.
hi: KVM नेटवर्क कॉन्फ़िगरेशन का अनुरोध किया गया। एजेंट %s नेटवर्क को कॉन्फ़िगर करेगा।
it: Configurazione di rete KVM richiesta. L'agente configurerà la rete %s.
ja: KVMネットワーク設定がリクエストされました。エージェントが%sネットワークを設定します。
nl: KVM-netwerkconfiguratie aangevraagd. De agent zal het %s-netwerk configureren.
pt: Configuração de rede KVM solicitada. O agente configurará a rede %s.
ru: Запрошена настройка сети KVM. Агент настроит сеть %s.

source: KVM networks are only available on Linux hosts
ar: شبكات KVM متاحة فقط على مضيفات Linux
de: KVM-Netzwerke sind nur auf Linux-Hosts verfügbar
fr: Les réseaux KVM ne sont disponibles que sur les hôtes Linux
hi: KVM नेटवर्क केवल Linux होस्ट पर उपलब्ध हैं
it: Le reti KVM sono disponibili solo su host Linux
ja: KVMネットワークはLinuxホストでのみ利用可能です
nl: KVM-netwerken zijn alleen beschikbaar op Linux-hosts
pt: As redes KVM estão disponíveis apenas em hosts Linux
ru: Сети KVM доступны только на хостах Linux

source: KVM network list requested. Results will be returned shortly.
ar: تم طلب قائمة شبكات KVM. ستُعرض النتائج قريبًا.
de: KVM-Netzwerkliste angefordert. Die Ergebnisse werden in Kürze angezeigt.
fr: Liste des réseaux KVM demandée. Les résultats seront affichés sous peu.
hi: KVM नेटवर्क सूची का अनुरोध किया गया। परिणाम शीघ्र ही प्रदर्शित होंगे।
it: Elenco reti KVM richiesto. I risultati verranno visualizzati a breve.
ja: KVMネットワーク一覧がリクエストされました。まもなく結果が表示されます。
nl: KVM-netwerklijst aangevraagd. De resultaten worden binnenkort weergegeven.
pt: Lista de redes KVM solicitada. Os resultados serão exibidos em breve.
ru: Запрошен список сетей KVM. Результаты будут отображены в ближайшее время.

source: Container/VM management requires a SysManage Professional+ license. Please upgrade to access this feature.
ar: تتطلب إدارة الحاويات/الأجهزة الافتراضية ترخيص SysManage Professional+. يرجى الترقية للوصول إلى هذه الميزة.
de: Container/VM-Verwaltung erfordert eine SysManage Professional+-Lizenz. Bitte upgraden Sie, um auf diese Funktion zuzugreifen.
fr: La gestion des conteneurs/VM nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder à cette fonctionnalité.
hi: कंटेनर/VM प्रबंधन के लिए SysManage Professional+ लाइसेंस आवश्यक है। इस सुविधा तक पहुँचने के लिए कृपया अपग्रेड करें।
it: La gestione dei container/VM richiede una licenza SysManage Professional+. Effettuare l'upgrade per accedere a questa funzionalità.
ja: コンテナ/VM管理にはSysManage Professional+ライセンスが必要です。この機能にアクセスするにはアップグレードしてください。
nl: Container/VM-beheer vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot deze functie.
pt: O gerenciamento de contêineres/VM requer uma licença SysManage Professional+. Atualize para acessar este recurso.
ru: Управление контейнерами/ВМ требует лицензии SysManage Professional+. Обновите для доступа к этой функции.
