Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Failed to deploy certificates
ar: فشل في نشر الشهادات
de: Bereitstellung der Zertifikate fehlgeschlagen
fr: Échec du déploiement des certificats
hi: प्रमाणपत्र तैनात करने में विफल
it: Distribuzione dei certificati fallita
ja: 証明書のデプロイに失敗しました
nl: Implementatie van certificaten mislukt
pt: Falha ao implantar certificados
ru: Не удалось развернуть сертификаты

source: Secret deployment queued
ar: تم وضع نشر السر في قائمة الانتظار
de: Geheimnisbereitstellung in Warteschlange eingereiht
fr: Déploiement du secret mis en file d'attente
hi: सीक्रेट डिप्लॉयमेंट कतार में है
it: Distribuzione del segreto messa in coda
ja: シークレットのデプロイがキューに追加されました
nl: Geheimenimplementatie in wachtrij geplaatst
pt: Implantação de segredo enfileirada
ru: Развёртывание секрета поставлено в очередь

source: Rotation schedule created
ar: تم إنشاء جدول التدوير
de: Rotationsplan erstellt
fr: Planning de rotation créé
hi: रोटेशन शेड्यूल बनाया गया
it: Programma di rotazione creato
ja: ローテーションスケジュールが作成されました
nl: Rotatieschema aangemaakt
pt: Agendamento de rotação criado
ru: Расписание ротации создано

source: Rotation schedule updated
ar: تم تحديث جدول التدوير
de: Rotationsplan aktualisiert
fr: Planning de rotation mis à jour
hi: रोटेशन शेड्यूल अपडेट किया गया
it: Programma di rotazione aggiornato
ja: ローテーションスケジュールが更新されました
nl: Rotatieschema bijgewerkt
pt: Agendamento de rotação atualizado
ru: Расписание ротации обновлено

source: Rotation schedule deleted
ar: تم حذف جدول التدوير
de: Rotationsplan gelöscht
fr: Planning de rotation supprimé
hi: रोटेशन शेड्यूल हटाया गया
it: Programma di rotazione eliminato
ja: ローテーションスケジュールが削除されました
nl: Rotatieschema verwijderd
pt: Agendamento de rotação excluído
ru: Расписание ротации удалено

source: Rotation schedule not found
ar: جدول التدوير غير موجود
de: Rotationsplan nicht gefunden
fr: Planning de rotation introuvable
hi: रोटेशन शेड्यूल नहीं मिला
it: Programma di rotazione non trovato
ja: ローテーションスケジュールが見つかりません
nl: Rotatieschema niet gevonden
pt: Agendamento de rotação não encontrado
ru: Расписание ротации не найдено

source: Rotation executed successfully
ar: تم تنفيذ التدوير بنجاح
de: Rotation erfolgreich ausgeführt
fr: Rotation exécutée avec succès
hi: रोटेशन सफलतापूर्वक निष्पादित किया गया
it: Rotazione eseguita con successo
ja: ローテーションが正常に実行されました
nl: Rotatie succesvol uitgevoerd
pt: Rotação executada com sucesso
ru: Ротация успешно выполнена

source: Failed to execute rotation
ar: فشل في تنفيذ التدوير
de: Ausführung der Rotation fehlgeschlagen
fr: Échec de l'exécution de la rotation
hi: रोटेशन निष्पादित करने में विफल
it: Esecuzione della rotazione fallita
ja: ローテーションの実行に失敗しました
nl: Uitvoering van rotatie mislukt
pt: Falha ao executar rotação
ru: Не удалось выполнить ротацию

source: Container action queued
ar: تم وضع إجراء الحاوية في قائمة الانتظار
de: Container-Aktion in Warteschlange eingereiht
fr: Action sur le conteneur mise en file d'attente
hi: कंटेनर कार्रवाई कतार में है
it: Azione sul container messa in coda
ja: コンテナアクションがキューに追加されました
nl: Containeractie in wachtrij geplaatst
pt: Ação de contêiner enfileirada
ru: Действие контейнера поставлено в очередь

source: Container not found
ar: الحاوية غير موجودة
de: Container nicht gefunden
fr: Conteneur introuvable
hi: कंटेनर नहीं मिला
it: Container non trovato
ja: コンテナが見つかりません
nl: Container niet gevonden
pt: Contêiner não encontrado
ru: Контейнер не найден

source: Container creation queued
ar: تم وضع إنشاء الحاوية في قائمة الانتظار
de: Container-Erstellung in Warteschlange eingereiht
fr: Création du conteneur mise en file d'attente
hi: कंटेनर निर्माण कतार में है
it: Creazione del container messa in coda
ja: コンテナ作成がキューに追加されました
nl: Containeraanmaak in wachtrij geplaatst
pt: Criação de contêiner enfileirada
ru: Создание контейнера поставлено в очередь

source: Parent host not found
ar: المضيف الأصلي غير موجود
de: Übergeordneter Host nicht gefunden
fr: Hôte parent introuvable
hi: पैरेंट होस्ट नहीं मिला
it: Host padre non trovato
ja: 親ホストが見つかりません
nl: Bovenliggende host niet gevonden
pt: Host pai não encontrado
ru: Родительский хост не найден

source: Network configuration queued
ar: تم وضع تكوين الشبكة في قائمة الانتظار
de: Netzwerkkonfiguration in Warteschlange eingereiht
fr: Configuration réseau mise en file d'attente
hi: नेटवर्क कॉन्फ़िगरेशन कतार में है
it: Configurazione di rete messa in coda
ja: ネットワーク設定がキューに追加されました
nl: Netwerkconfiguratie in wachtrij geplaatst
pt: Configuração de rede enfileirada
ru: Настройка сети поставлена в очередь

source: Container started
ar: تم تشغيل الحاوية
de: Container gestartet
fr: Conteneur démarré
hi: कंटेनर शुरू हुआ
it: Container avviato
ja: コンテナが起動しました
nl: Container gestart
pt: Contêiner iniciado
ru: Контейнер запущен

source: Container stopped
ar: تم إيقاف الحاوية
de: Container gestoppt
fr: Conteneur arrêté
hi: कंटेनर रुका
it: Container arrestato
ja: コンテナが停止しました
nl: Container gestopt
pt: Contêiner parado
ru: Контейнер остановлен

source: Container restarted
ar: تم إعادة تشغيل الحاوية
de: Container neu gestartet
fr: Conteneur redémarré
hi: कंटेनर पुनः आरंभ हुआ
it: Container riavviato
ja: コンテナが再起動しました
nl: Container herstart
pt: Contêiner reiniciado
ru: Контейнер перезапущен

source: Container deleted
ar: تم حذف الحاوية
de: Container gelöscht
fr: Conteneur supprimé
hi: कंटेनर हटाया गया
it: Container eliminato
ja: コンテナが削除されました
nl: Container verwijderd
pt: Contêiner excluído
ru: Контейнер удалён

source: Integrity verification passed
ar: نجح التحقق من السلامة
de: Integritätsprüfung bestanden
fr: Vérification d'intégrité réussie
hi: अखंडता सत्यापन सफल
it: Verifica di integrità superata
ja: 整合性検証に合格しました
nl: Integriteitsverificatie geslaagd
pt: Verificação de integridade aprovada
ru: Проверка целостности пройдена

source: Integrity verification failed
ar: فشل التحقق من السلامة
de: Integritätsprüfung fehlgeschlagen
fr: Vérification d'intégrité échouée
hi: अखंडता सत्यापन विफल
it: Verifica di integrità fallita
ja: 整合性検証に失敗しました
nl: Integriteitsverificatie mislukt
pt: Verificação de integridade falhou
ru: Проверка целостности не пройдена

source: Integrity hash mismatch detected
ar: تم اكتشاف عدم تطابق في تجزئة السلامة
de: Abweichung beim Integritäts-Hash erkannt
fr: Discordance de hash d'intégrité détectée
hi: अखंडता हैश बेमेल पाया गया
it: Discrepanza dell'hash di integrità rilevata
ja: 整合性ハッシュの不一致が検出されました
nl: Integriteitshash komt niet overeen
pt: Incompatibilidade de hash de integridade detectada
ru: Обнаружено несоответствие хеша целостности

source: Secret version created
ar: تم إنشاء إصدار السر
de: Geheimnisversion erstellt
fr: Version du secret créée
hi: सीक्रेट संस्करण बनाया गया
it: Versione del segreto creata
ja: シークレットバージョンが作成されました
nl: Geheimversie aangemaakt
pt: Versão do segredo criada
ru: Версия секрета создана

source: Secret not found
ar: السر غير موجود
de: Geheimnis nicht gefunden
fr: Secret introuvable
hi: सीक्रेट नहीं मिला
it: Segreto non trovato
ja: シークレットが見つかりません
nl: Geheim niet gevonden
pt: Segredo não encontrado
ru: Секрет не найден

source: Secret deleted successfully
ar: تم حذف السر بنجاح
de: Geheimnis erfolgreich gelöscht
fr: Secret supprimé avec succès
hi: गोपनीय सफलतापूर्वक हटा दिया गया
it: Segreto eliminato con successo
ja: シークレットが正常に削除されました
nl: Geheim succesvol verwijderd
pt: Segredo excluído com sucesso
ru: Секрет успешно удалён

source: Failed to retrieve secret content from vault
ar: فشل في استرداد محتوى السر من الخزنة
de: Fehler beim Abrufen des Geheimnissinhalts aus dem Tresor
fr: Échec de la récupération du contenu du secret depuis le coffre
hi: वॉल्ट से गोपनीय सामग्री प्राप्त करने में विफल
it: Impossibile recuperare il contenuto del segreto dal vault
ja: ボールトからシークレットの内容を取得できませんでした
nl: Kan geheime inhoud niet ophalen uit de kluis
pt: Falha ao recuperar o conteúdo do segredo do cofre
ru: Не удалось получить содержимое секрета из хранилища

source: Failed to store secret in vault
ar: فشل في تخزين السر في الخزنة
de: Fehler beim Speichern des Geheimnisses im Tresor
fr: Échec du stockage du secret dans le coffre
hi: वॉल्ट में गोपनीय संग्रहित करने में विफल
it: Impossibile memorizzare il segreto nel vault
ja: ボールトにシークレットを保存できませんでした
nl: Kan geheim niet opslaan in de kluis
pt: Falha ao armazenar o segredo no cofre
ru: Не удалось сохранить секрет в хранилище

source: Failed to update secret in vault
ar: فشل في تحديث السر في الخزنة
de: Fehler beim Aktualisieren des Geheimnisses im Tresor
fr: Échec de la mise à jour du secret dans le coffre
hi: वॉल्ट में गोपनीय अपडेट करने में विफल
it: Impossibile aggiornare il segreto nel vault
ja: ボールトのシークレットを更新できませんでした
nl: Kan geheim niet bijwerken in de kluis
pt: Falha ao atualizar o segredo no cofre
ru: Не удалось обновить секрет в хранилище

source: Deleted {count} secrets
ar: تم حذف {count} أسرار
de: {count} Geheimnisse gelöscht
fr: {count} secrets supprimés
hi: {count} गोपनीय हटाए गए
it: {count} segreti eliminati
ja: {count}件のシークレットを削除しました
nl: {count} geheimen verwijderd
pt: {count} segredos excluídos
ru: Удалено секретов: {count}

source: Use /api/v1/secrets/rotation-schedules with Pro+ license
ar: استخدم /api/v1/secrets/rotation-schedules مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/rotation-schedules mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/rotation-schedules avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/rotation-schedules का उपयोग करें
it: Utilizzare /api/v1/secrets/rotation-schedules con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/rotation-schedules を使用してください
nl: Gebruik /api/v1/secrets/rotation-schedules met Pro+-licentie
pt: Use /api/v1/secrets/rotation-schedules com licença Pro+
ru: Используйте /api/v1/secrets/rotation-schedules с лицензией Pro+

source: Use /api/v1/containers/create with Pro+ license
ar: استخدم /api/v1/containers/create مع ترخيص Pro+
de: Verwenden Sie /api/v1/containers/create mit Pro+-Lizenz
fr: Utilisez /api/v1/containers/create avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/containers/create का उपयोग करें
it: Utilizzare /api/v1/containers/create con licenza Pro+
ja: Pro+ライセンスで /api/v1/containers/create を使用してください
nl: Gebruik /api/v1/containers/create met Pro+-licentie
pt: Use /api/v1/containers/create com licença Pro+
ru: Используйте /api/v1/containers/create с лицензией Pro+

source: Use /api/v1/containers/{id}/action with Pro+ license
ar: استخدم /api/v1/containers/{id}/action مع ترخيص Pro+
de: Verwenden Sie /api/v1/containers/{id}/action mit Pro+-Lizenz
fr: Utilisez /api/v1/containers/{id}/action avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/containers/{id}/action का उपयोग करें
it: Utilizzare /api/v1/containers/{id}/action con licenza Pro+
ja: Pro+ライセンスで /api/v1/containers/{id}/action を使用してください
nl: Gebruik /api/v1/containers/{id}/action met Pro+-licentie
pt: Use /api/v1/containers/{id}/action com licença Pro+
ru: Используйте /api/v1/containers/{id}/action с лицензией Pro+

source: Use /api/v1/containers/{id}/network with Pro+ license
ar: استخدم /api/v1/containers/{id}/network مع ترخيص Pro+
de: Verwenden Sie /api/v1/containers/{id}/network mit Pro+-Lizenz
fr: Utilisez /api/v1/containers/{id}/network avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/containers/{id}/network का उपयोग करें
it: Utilizzare /api/v1/containers/{id}/network con licenza Pro+
ja: Pro+ライセンスで /api/v1/containers/{id}/network を使用してください
nl: Gebruik /api/v1/containers/{id}/network met Pro+-licentie
pt: Use /api/v1/containers/{id}/network com licença Pro+
ru: Используйте /api/v1/containers/{id}/network с лицензией Pro+

source: Child host start requested: %s
ar: تم طلب بدء تشغيل المضيف الفرعي: %s
de: Start des Kind-Hosts angefordert: %s
fr: Démarrage de l'hôte enfant demandé : %s
hi: चाइल्ड होस्ट शुरू करने का अनुरोध किया गया: %s
it: Avvio dell'host figlio richiesto: %s
ja: 子ホストの起動がリクエストされました: %s
nl: Start van kindhost aangevraagd: %s
pt: Início do host filho solicitado: %s
ru: Запрошен запуск дочернего хоста: %s

source: Child host start requested
ar: تم طلب بدء تشغيل المضيف الفرعي
de: Start des Kind-Hosts angefordert
fr: Démarrage de l'hôte enfant demandé
hi: चाइल्ड होस्ट शुरू करने का अनुरोध किया गया
it: Avvio dell'host figlio richiesto
ja: 子ホストの起動がリクエストされました
nl: Start van kindhost aangevraagd
pt: Início do host filho solicitado
ru: Запрошен запуск дочернего хоста

source: Child host stop requested: %s
ar: تم طلب إيقاف المضيف الفرعي: %s
de: Stopp des Kind-Hosts angefordert: %s
fr: Arrêt de l'hôte enfant demandé : %s
hi: चाइल्ड होस्ट रोकने का अनुरोध किया गया: %s
it: Arresto dell'host figlio richiesto: %s
ja: 子ホストの停止がリクエストされました: %s
nl: Stop van kindhost aangevraagd: %s
pt: Parada do host filho solicitada: %s
ru: Запрошена остановка дочернего хоста: %s

source: Child host stop requested
ar: تم طلب إيقاف المضيف الفرعي
de: Stopp des Kind-Hosts angefordert
fr: Arrêt de l'hôte enfant demandé
hi: चाइल्ड होस्ट रोकने का अनुरोध किया गया
it: Arresto dell'host figlio richiesto
ja: 子ホストの停止がリクエストされました
nl: Stop van kindhost aangevraagd
pt: Parada do host filho solicitada
ru: Запрошена остановка дочернего хоста

source: Child host restart requested: %s
ar: تم طلب إعادة تشغيل المضيف الفرعي: %s
de: Neustart des Kind-Hosts angefordert: %s
fr: Redémarrage de l'hôte enfant demandé : %s
hi: चाइल्ड होस्ट पुनः आरंभ करने का अनुरोध किया गया: %s
it: Riavvio dell'host figlio richiesto: %s
ja: 子ホストの再起動がリクエストされました: %s
nl: Herstart van kindhost aangevraagd: %s
pt: Reinício do host filho solicitado: %s
ru: Запрошен перезапуск дочернего хоста: %s

source: Child host restart requested
ar: تم طلب إعادة تشغيل المضيف الفرعي
de: Neustart des Kind-Hosts angefordert
fr: Redémarrage de l'hôte enfant demandé
hi: चाइल्ड होस्ट पुनः आरंभ करने का अनुरोध किया गया
it: Riavvio dell'host figlio richiesto
ja: 子ホストの再起動がリクエストされました
nl: Herstart van kindhost aangevraagd
pt: Reinício do host filho solicitado
ru: Запрошен перезапуск дочернего хоста

source: Child host deletion requested: %s
ar: تم طلب حذف المضيف الفرعي: %s
de: Löschung des Kind-Hosts angefordert: %s
fr: Suppression de l'hôte enfant demandée : %s
hi: चाइल्ड होस्ट हटाने का अनुरोध किया गया: %s
it: Eliminazione dell'host figlio richiesta: %s
ja: 子ホストの削除がリクエストされました: %s
nl: Verwijdering van kindhost aangevraagd: %s
pt: Exclusão do host filho solicitada: %s
ru: Запрошено удаление дочернего хоста: %s

source: Child host deletion requested
ar: تم طلب حذف المضيف الفرعي
de: Löschung des Kind-Hosts angefordert
fr: Suppression de l'hôte enfant demandée
hi: चाइल्ड होस्ट हटाने का अनुरोध किया गया
it: Eliminazione dell'host figlio richiesta
ja: 子ホストの削除がリクエストされました
nl: Verwijdering van kindhost aangevraagd
pt: Exclusão do host filho solicitada
ru: Запрошено удаление дочернего хоста

source: Distribution '%s %s' already exists for type '%s'
ar: التوزيعة '%s %s' موجودة بالفعل للنوع '%s'
de: Distribution '%s %s' existiert bereits für den Typ '%s'
fr: La distribution '%s %s' existe déjà pour le type '%s'
hi: वितरण '%s %s' प्रकार '%s' के लिए पहले से मौजूद है
it: La distribuzione '%s %s' esiste già per il tipo '%s'
ja: ディストリビューション '%s %s' はタイプ '%s' に既に存在します
nl: Distributie '%s %s' bestaat al voor type '%s'
pt: A distribuição '%s %s' já existe para o tipo '%s'
ru: Дистрибутив '%s %s' уже существует для типа '%s'

source: Distribution deleted
ar: تم حذف التوزيعة
de: Distribution gelöscht
fr: Distribution supprimée
hi: वितरण हटाया गया
it: Distribuzione eliminata
ja: ディストリビューションが削除されました
nl: Distributie verwijderd
pt: Distribuição excluída
ru: Дистрибутив удалён

source: Source %s failed: %s
ar: فشل المصدر %s: %s
de: Quelle %s fehlgeschlagen: %s
fr: La source %s a échoué : %s
hi: स्रोत %s विफल: %s
it: Fonte %s non riuscita: %s
ja: ソース %s が失敗しました: %s
nl: Bron %s mislukt: %s
pt: Fonte %s falhou: %s
ru: Источник %s не удался: %s

source: Orchestrated reboot requires a SysManage Professional+ license. Please upgrade to access this feature.
ar: تتطلب إعادة التشغيل المنسقة ترخيص SysManage Professional+. يرجى الترقية للوصول إلى هذه الميزة.
de: Der orchestrierte Neustart erfordert eine SysManage Professional+-Lizenz. Bitte führen Sie ein Upgrade durch, um auf diese Funktion zuzugreifen.
fr: Le redémarrage orchestré nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder à cette fonctionnalité.
hi: ऑर्केस्ट्रेटेड रीबूट के लिए SysManage Professional+ लाइसेंस आवश्यक है। इस सुविधा तक पहुँचने के लिए कृपया अपग्रेड करें।
it: Il riavvio orchestrato richiede una licenza SysManage Professional+. Aggiorna per accedere a questa funzionalità.
ja: オーケストレーション再起動にはSysManage Professional+ライセンスが必要です。この機能にアクセスするにはアップグレードしてください。
nl: Georkestreerde herstart vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot deze functie.
pt: A reinicialização orquestrada requer uma licença SysManage Professional+. Faça upgrade para acessar este recurso.
ru: Оркестрированная перезагрузка требует лицензии SysManage Professional+. Обновите для доступа к этой функции.

source: No running child hosts found. Use the standard reboot endpoint instead.
ar: لم يتم العثور على مضيفين فرعيين قيد التشغيل. استخدم نقطة نهاية إعادة التشغيل القياسية بدلاً من ذلك.
de: Keine laufenden Kind-Hosts gefunden. Verwenden Sie stattdessen den Standard-Neustart-Endpunkt.
fr: Aucun hôte enfant en cours d'exécution trouvé. Utilisez le point de terminaison de redémarrage standard.
hi: कोई चल रहे चाइल्ड होस्ट नहीं मिले। इसके बजाय मानक रीबूट एंडपॉइंट का उपयोग करें।
it: Nessun host figlio in esecuzione trovato. Utilizzare l'endpoint di riavvio standard.
ja: 実行中の子ホストが見つかりません。代わりに標準の再起動エンドポイントを使用してください。
nl: Geen draaiende kind-hosts gevonden. Gebruik in plaats daarvan het standaard herstart-eindpunt.
pt: Nenhum host filho em execução encontrado. Use o endpoint de reinicialização padrão.
ru: Запущенные дочерние хосты не найдены. Используйте стандартную конечную точку перезагрузки.

source: Orchestrated reboot initiated with %d running child host(s)
ar: تم بدء إعادة التشغيل المنسقة مع %d مضيف(مضيفين) فرعي(ين) قيد التشغيل
de: Orchestrierter Neustart eingeleitet mit %d laufenden Kind-Host(s)
fr: Redémarrage orchestré initié avec %d hôte(s) enfant(s) en cours d'exécution
hi: %d चल रहे चाइल्ड होस्ट(ओं) के साथ ऑर्केस्ट्रेटेड रीबूट शुरू किया गया
it: Riavvio orchestrato avviato con %d host figlio/i in esecuzione
ja: 実行中の子ホスト%d台でオーケストレーション再起動を開始しました
nl: Georkestreerde herstart gestart met %d draaiende kind-host(s)
pt: Reinicialização orquestrada iniciada com %d host(s) filho(s) em execução
ru: Оркестрированная перезагрузка инициирована с %d запущенным(и) дочерним(и) хостом(ами)

source: Reboot orchestration not found
ar: لم يتم العثور على تنسيق إعادة التشغيل
de: Neustart-Orchestrierung nicht gefunden
fr: Orchestration de redémarrage introuvable
hi: रीबूट ऑर्केस्ट्रेशन नहीं मिला
it: Orchestrazione di riavvio non trovata
ja: 再起動オーケストレーションが見つかりません
nl: Herstart-orkestratie niet gevonden
pt: Orquestração de reinicialização não encontrada
ru: Оркестрация перезагрузки не найдена

source: %d of %d child host(s) failed to restart
ar: فشل %d من %d مضيف(مضيفين) فرعي(ين) في إعادة التشغيل
de: %d von %d Kind-Host(s) konnten nicht neu gestartet werden
fr: %d sur %d hôte(s) enfant(s) n'ont pas réussi à redémarrer
hi: %d में से %d चाइल्ड होस्ट(ओं) को पुनः आरंभ करने में विफल
it: %d di %d host figlio/i non sono riusciti a riavviarsi
ja: %d/%d台の子ホストの再起動に失敗しました
nl: %d van %d kind-host(s) konden niet opnieuw worden gestart
pt: %d de %d host(s) filho(s) falharam ao reiniciar
ru: %d из %d дочерних хостов не удалось перезапустить

source: Launching LXD container
de: LXD-Container wird gestartet
hi: LXD कंटेनर लॉन्च हो रहा है
it: Avvio del contenitore LXD
nl: LXD-container wordt gestart
pt: Iniciando contêiner LXD
ru: Запуск контейнера LXD

source: Waiting for container network
de: Warten auf Container-Netzwerk
hi: कंटेनर नेटवर्क की प्रतीक्षा हो रही है
it: In attesa della rete del contenitore
nl: Wachten op containernetwerk
pt: Aguardando rede do contêiner
ru: Ожидание сети контейнера

source: Setting hostname
de: Hostname wird festgelegt
hi: होस्टनाम सेट किया जा रहा है
it: Impostazione del nome host
nl: Hostnaam wordt ingesteld
pt: Configurando nome do host
ru: Установка имени хоста

source: Creating user
de: Benutzer wird erstellt
hi: उपयोगकर्ता बनाया जा रहा है
it: Creazione dell'utente
nl: Gebruiker wordt aangemaakt
pt: Criando usuário
ru: Создание пользователя

source: Setting user password
de: Benutzerpasswort wird festgelegt
hi: उपयोगकर्ता पासवर्ड सेट किया जा रहा है
it: Impostazione della password utente
nl: Gebruikerswachtwoord wordt ingesteld
pt: Configurando senha do usuário
ru: Установка пароля пользователя

source: Adding user to sudo group
de: Benutzer wird zur sudo-Gruppe hinzugefügt
hi: उपयोगकर्ता को sudo समूह में जोड़ा जा रहा है
it: Aggiunta dell'utente al gruppo sudo
nl: Gebruiker wordt toegevoegd aan sudo-groep
pt: Adicionando usuário ao grupo sudo
ru: Добавление пользователя в группу sudo

source: Installing sysmanage-agent
de: sysmanage-agent wird installiert
hi: sysmanage-agent इंस्टॉल किया जा रहा है
it: Installazione di sysmanage-agent
nl: sysmanage-agent wordt geïnstalleerd
pt: Instalando sysmanage-agent
ru: Установка sysmanage-agent

source: Writing agent configuration
de: Agent-Konfiguration wird geschrieben
hi: एजेंट कॉन्फ़िगरेशन लिखा जा रहा है
it: Scrittura della configurazione dell'agente
nl: Agentconfiguratie wordt geschreven
pt: Escrevendo configuração do agente
ru: Запись конфигурации агента

source: Starting sysmanage-agent service
de: sysmanage-agent-Dienst wird gestartet
hi: sysmanage-agent सेवा शुरू की जा रही है
it: Avvio del servizio sysmanage-agent
nl: sysmanage-agent-service wordt gestart
pt: Iniciando serviço sysmanage-agent
ru: Запуск службы sysmanage-agent

source: Installing WSL distribution
de: WSL-Distribution wird installiert
hi: WSL वितरण इंस्टॉल किया जा रहा है
it: Installazione della distribuzione WSL
nl: WSL-distributie wordt geïnstalleerd
pt: Instalando distribuição WSL
ru: Установка дистрибутива WSL

source: Waiting for WSL to be ready
de: Warten auf WSL-Bereitschaft
hi: WSL के तैयार होने की प्रतीक्षा हो रही है
it: In attesa che WSL sia pronto
nl: Wachten tot WSL gereed is
pt: Aguardando WSL ficar pronto
ru: Ожидание готовности WSL

source: Configuring WSL systemd
de: WSL-systemd wird konfiguriert
hi: WSL systemd कॉन्फ़िगर किया जा रहा है
it: Configurazione di systemd WSL
nl: WSL systemd wordt geconfigureerd
pt: Configurando systemd do WSL
ru: Настройка systemd WSL

source: Restarting WSL instance
de: WSL-Instanz wird neugestartet
hi: WSL इंस्टेंस पुनः आरंभ किया जा रहा है
it: Riavvio dell'istanza WSL
nl: WSL-instantie wordt herstart
pt: Reiniciando instância WSL
ru: Перезапуск экземпляра WSL

source: Deploying files to host
de: Dateien werden auf den Host übertragen
hi: होस्ट पर फ़ाइलें तैनात की जा रही हैं
it: Distribuzione dei file sull'host
nl: Bestanden worden naar host overgebracht
pt: Implantando arquivos no host
ru: Развёртывание файлов на хосте

source: Executing command sequence
de: Befehlssequenz wird ausgeführt
hi: कमांड अनुक्रम निष्पादित किया जा रहा है
it: Esecuzione della sequenza di comandi
nl: Opdrachtenreeks wordt uitgevoerd
pt: Executando sequência de comandos
ru: Выполнение последовательности команд

source: Agent update requested
de: Agent-Aktualisierung angefordert
hi: एजेंट अपडेट का अनुरोध किया गया
ru: Запрошено обновление агента

source: Permission denied: UPDATE_AGENT role required
de: Zugriff verweigert: Rolle UPDATE_AGENT erforderlich
hi: अनुमति अस्वीकृत: UPDATE_AGENT भूमिका आवश्यक
ru: Доступ запрещён: требуется роль UPDATE_AGENT

source: Child agent update requested: %s
de: Agent-Aktualisierung für untergeordneten Host angefordert: %s
hi: चाइल्ड एजेंट अपडेट का अनुरोध किया गया: %s
ru: Запрошено обновление дочернего агента: %s

source: Child agent update requested
de: Agent-Aktualisierung für untergeordneten Host angefordert
hi: चाइल्ड एजेंट अपडेट का अनुरोध किया गया
ru: Запрошено обновление дочернего агента

source: Malformed token
ar: الرمز المميز مُشوَّه
de: Fehlerhafter Token
es: Token malformado
fr: Jeton malformé
