Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Failed to send update command: %s
ar: فشل في إرسال أمر التحديث: %s
de: Fehler beim Senden des Update-Befehls: %s
es: Error al enviar comando de actualización: %s
fr: Échec de l'envoi de la commande de mise à jour: %s
hi: अपडेट कमांड भेजने में असफल: %s
it: Fallimento nell'invio comando di aggiornamento: %s
ja: 更新コマンドの送信に失敗しました: %s
nl: Verzenden van update-commando mislukt: %s
pt: Falha ao enviar comando de atualização: %s
ru: Не удалось отправить команду обновления: %s

source: Failed to execute updates: %s
ar: فشل في تنفيذ التحديثات: %s
de: Fehler beim Ausführen der Updates: %s
es: Error al ejecutar actualizaciones: %s
fr: Échec de l'exécution des mises à jour: %s
hi: अपडेट निष्पादित करने में असफल: %s
it: Fallimento nell'esecuzione degli aggiornamenti: %s
ja: 更新の実行に失敗しました: %s
nl: Uitvoeren van updates mislukt: %s
pt: Falha ao executar atualizações: %s
ru: Не удалось выполнить обновления: %s

source: Failed to get execution log: %s
ar: فشل في الحصول على سجل التنفيذ: %s
de: Fehler beim Abrufen des Ausführungsprotokoll: %s
es: Error al obtener el registro de ejecución: %s
fr: Échec de l'obtention du journal d'exécution: %s
hi: निष्पादन लॉग प्राप्त करने में असफल: %s
it: Fallimento nell'ottenere il log di esecuzione: %s
ja: 実行ログの取得に失敗しました: %s
nl: Ophalen van uitvoeringslog mislukt: %s
pt: Falha ao obter log de execução: %s
ru: Не удалось получить журнал выполнения: %s

source: Failed to get server fingerprint: %s
ar: فشل في الحصول على بصمة الخادم: %s
de: Fehler beim Abrufen des Server-Fingerabdrucks: %s
es: Error al obtener la huella del servidor: %s
fr: Échec de l'obtention de l'empreinte du serveur: %s
hi: सर्वर फिंगरप्रिंट प्राप्त करने में असफल: %s
it: Fallimento nell'ottenere l'impronta del server: %s
ja: サーバーフィンガープリントの取得に失敗しました: %s
nl: Ophalen van server-vingerafdruk mislukt: %s
pt: Falha ao obter impressão digital do servidor: %s
ru: Не удалось получить отпечаток сервера: %s

source: Failed to get CA certificate: %s
ar: فشل في الحصول على شهادة المرجع المعتمد: %s
de: Fehler beim Abrufen des CA-Zertifikats: %s
es: Error al obtener el certificado CA: %s
fr: Échec de l'obtention du certificat CA: %s
hi: CA प्रमाणपत्र प्राप्त करने में असफल: %s
it: Fallimento nell'ottenere il certificato CA: %s
ja: CA証明書の取得に失敗しました: %s
nl: Ophalen van CA-certificaat mislukt: %s
pt: Falha ao obter certificado CA: %s
ru: Не удалось получить сертификат CA: %s

source: Rate limit exceeded
ar: تم تجاوز حد المعدل
de: Ratenbegrenzung überschritten
es: Límite de velocidad excedido
fr: Limite de débit dépassée
hi: दर सीमा पार
it: Limite di velocità superato
ja: レート制限を超過しました
nl: Snelheidslimiet overschreden
pt: Limite de taxa excedido
ru: Превышен лимит скорости

source: Host {hostname} registered successfully
ar: تم تسجيل المضيف {hostname} بنجاح
de: Host {hostname} erfolgreich registriert
es: Host {hostname} registrado correctamente
fr: Hôte {hostname} enregistré avec succès
hi: होस्ट {hostname} सफलतापूर्वक पंजीकृत हुआ
it: Host {hostname} registrato con successo
ja: ホスト {hostname} が正常に登録されました
nl: Host {hostname} succesvol geregistreerd
pt: Host {hostname} registrado com sucesso
ru: Хост {hostname} успешно зарегистрирован

source: Hostname is required for registration
ar: اسم المضيف مطلوب للتسجيل
de: Hostname ist für die Registrierung erforderlich
es: Se requiere nombre de host para el registro
fr: Le nom d'hôte est requis pour l'enregistrement
hi: पंजीकरण के लिए होस्टनाम आवश्यक
it: L'hostname è richiesto per la registrazione
ja: 登録にはホスト名が必要です
nl: Hostnaam is vereist voor registratie
pt: O nome do host é necessário para o registro
ru: Для регистрации требуется имя хоста

source: os_version_updated
ar: تم تحديث إصدار نظام التشغيل
de: Betriebssystem-Version aktualisiert
es: Versión del SO actualizada
fr: Version de l'OS mise à jour
hi: ओएस संस्करण अपडेट किया गया
it: Versione OS aggiornata
ja: OSバージョンが更新されました
nl: OS versie bijgewerkt
pt: Versão do SO atualizada
ru: Версия ОС обновлена

source: hardware_updated
ar: تم تحديث الأجهزة
de: Hardware aktualisiert
es: Hardware actualizado
fr: Matériel mis à jour
hi: हार्डवेयर अपडेट किया गया
it: Hardware aggiornato
ja: ハードウェアが更新されました
nl: Hardware bijgewerkt
pt: Hardware atualizado
ru: Аппаратное обеспечение обновлено

source: user_access_updated
ar: تم تحديث وصول المستخدم
de: Benutzerzugriff aktualisiert
es: Acceso de usuario actualizado
fr: Accès utilisateur mis à jour
hi: उपयोगकर्ता एक्सेस अपडेट किया गया
it: Accesso utenti aggiornato
ja: ユーザーアクセスが更新されました
nl: Gebruikerstoegang bijgewerkt
pt: Acesso de usuário atualizado
ru: Доступ пользователей обновлен

source: software_inventory_updated
ar: تم تحديث مخزون البرمجيات
de: Software-Inventar aktualisiert
es: Inventario de software actualizado
fr: Inventaire logiciel mis à jour
hi: सॉफ़्टवेयर इन्वेंटरी अपडेट किया गया
it: Inventario software aggiornato
ja: ソフトウェアインベントリが更新されました
nl: Software-inventaris bijgewerkt
pt: Inventário de software atualizado
ru: Инвентарь программного обеспечения обновлен

source: Authentication failed: %s
ar: فشل في المصادقة: %s
de: Authentifizierung fehlgeschlagen: %s
es: Fallo de autenticación: %s
fr: Échec de l'authentification: %s
hi: प्रमाणीकरण असफल: %s
it: Autenticazione fallita: %s
ja: 認証に失敗しました: %s
nl: Authenticatie mislukt: %s
pt: Falha na autenticação: %s
ru: Ошибка аутентификации: %s

source: Authentication token required
ar: مطلوب رمز المصادقة
de: Authentifizierungs-Token erforderlich
es: Se requiere token de autenticación
fr: Jeton d'authentification requis
hi: प्रमाणीकरण टोकन आवश्यक
it: Token di autenticazione richiesto
ja: 認証トークンが必要です
nl: Authenticatie token vereist
pt: Token de autenticação necessário
ru: Требуется токен аутентификации

source: Message failed security validation
ar: فشلت الرسالة في التحقق الأمني
de: Nachricht hat Sicherheitsvalidierung nicht bestanden
es: El mensaje falló la validación de seguridad
fr: Le message a échoué à la validation de sécurité
hi: संदेश सुरक्षा सत्यापन में असफल
it: Il messaggio ha fallito la validazione di sicurezza
ja: メッセージのセキュリティ検証に失敗しました
nl: Bericht heeft beveiligingsvalidatie gefaald
pt: Mensagem falhou na validação de segurança
ru: Сообщение не прошло проверку безопасности

source: Message must be valid JSON
ar: يجب أن تكون الرسالة بتنسيق JSON صحيح
de: Nachricht muss gültiges JSON sein
es: El mensaje debe ser JSON válido
fr: Le message doit être un JSON valide
hi: संदेश वैध JSON होना चाहिए
it: Il messaggio deve essere un JSON valido
ja: メッセージは有効なJSONである必要があります
nl: Bericht moet geldige JSON zijn
pt: Mensagem deve ser JSON válido
ru: Сообщение должно быть действительным JSON

source: Failed to fetch tags: %(error)s
ar: فشل في جلب العلامات: %(error)s
de: Fehler beim Abrufen der Tags: %(error)s
es: Error al obtener etiquetas: %(error)s
fr: Échec de la récupération des étiquettes : %(error)s
hi: टैग प्राप्त करने में असफल: %(error)s
it: Impossibile recuperare i tag: %(error)s
ja: タグの取得に失敗しました: %(error)s
nl: Fout bij ophalen van tags: %(error)s
pt: Falha ao buscar tags: %(error)s
ru: Ошибка получения тегов: %(error)s

source: Tag with this name already exists
ar: علامة بهذا الاسم موجودة بالفعل
de: Ein Tag mit diesem Namen existiert bereits
es: Ya existe una etiqueta con este nombre
fr: Une étiquette avec ce nom existe déjà
hi: इस नाम का टैग पहले से मौजूद है
it: Esiste già un tag con questo nome
ja: この名前のタグは既に存在します
nl: Een tag met deze naam bestaat al
pt: Uma tag com este nome já existe
ru: Тег с таким именем уже существует

source: Tag not found
ar: العلامة غير موجودة
de: Tag nicht gefunden
es: Etiqueta no encontrada
fr: Étiquette introuvable
hi: टैग नहीं मिला
it: Tag non trovato
ja: タグが見つかりません
nl: Tag niet gevonden
pt: Tag não encontrada
ru: Тег не найден

source: Tag already associated with this host
ar: العلامة مرتبطة بالفعل بهذا المضيف
de: Tag ist bereits mit diesem Host verknüpft
es: La etiqueta ya está asociada con este host
fr: L'étiquette est déjà associée à cet hôte
hi: टैग पहले से ही इस होस्ट से जुड़ा हुआ है
it: Il tag è già associato a questo host
ja: タグは既にこのホストに関連付けられています
nl: Tag is al gekoppeld aan deze host
pt: A tag já está associada a este host
ru: Тег уже связан с этим хостом

source: Tag added to host successfully
ar: تمت إضافة العلامة إلى المضيف بنجاح
de: Tag erfolgreich zum Host hinzugefügt
es: Etiqueta añadida al host exitosamente
fr: Étiquette ajoutée à l'hôte avec succès
hi: टैग सफलतापूर्वक होस्ट में जोड़ा गया
it: Tag aggiunto all'host con successo
ja: タグがホストに正常に追加されました
nl: Tag succesvol toegevoegd aan host
pt: Tag adicionada ao host com sucesso
ru: Тег успешно добавлен к хосту

source: Tag not associated with this host
ar: العلامة غير مرتبطة بهذا المضيف
de: Tag ist nicht mit diesem Host verknüpft
es: La etiqueta no está asociada con este host
fr: L'étiquette n'est pas associée à cet hôte
hi: टैग इस होस्ट से जुड़ा नहीं है
it: Il tag non è associato a questo host
ja: タグはこのホストに関連付けられていません
nl: Tag is niet gekoppeld aan deze host
pt: A tag não está associada a este host
ru: Тег не связан с этим хостом

source: Failed to create tag: %(error)s
ar: فشل في إنشاء العلامة: %(error)s
de: Fehler beim Erstellen des Tags: %(error)s
es: Error al crear etiqueta: %(error)s
fr: Échec de la création de l'étiquette : %(error)s
hi: टैग बनाने में असफल: %(error)s
it: Impossibile creare il tag: %(error)s
ja: タグの作成に失敗しました: %(error)s
nl: Fout bij maken van tag: %(error)s
pt: Falha ao criar tag: %(error)s
ru: Ошибка создания тега: %(error)s

source: Failed to update tag: %(error)s
ar: فشل في تحديث العلامة: %(error)s
de: Fehler beim Aktualisieren des Tags: %(error)s
es: Error al actualizar etiqueta: %(error)s
fr: Échec de la mise à jour de l'étiquette : %(error)s
hi: टैग अपडेट करने में असफल: %(error)s
it: Impossibile aggiornare il tag: %(error)s
ja: タグの更新に失敗しました: %(error)s
nl: Fout bij bijwerken van tag: %(error)s
pt: Falha ao atualizar tag: %(error)s
ru: Ошибка обновления тега: %(error)s

source: Failed to delete tag: %(error)s
ar: فشل في حذف العلامة: %(error)s
de: Fehler beim Löschen des Tags: %(error)s
es: Error al eliminar etiqueta: %(error)s
fr: Échec de la suppression de l'étiquette : %(error)s
hi: टैग हटाने में असफल: %(error)s
it: Impossibile eliminare il tag: %(error)s
ja: タグの削除に失敗しました: %(error)s
nl: Fout bij verwijderen van tag: %(error)s
pt: Falha ao excluir tag: %(error)s
ru: Ошибка удаления тега: %(error)s

source: Failed to fetch tag hosts: %(error)s
ar: فشل في جلب مضيفات العلامة: %(error)s
de: Fehler beim Abrufen der Tag-Hosts: %(error)s
es: Error al obtener hosts de etiqueta: %(error)s
fr: Échec de la récupération des hôtes de l'étiquette : %(error)s
hi: टैग होस्ट प्राप्त करने में असफल: %(error)s
it: Impossibile recuperare gli host del tag: %(error)s
ja: タグホストの取得に失敗しました: %(error)s
nl: Fout bij ophalen van tag hosts: %(error)s
pt: Falha ao buscar hosts da tag: %(error)s
ru: Ошибка получения хостов тега: %(error)s

source: Failed to add tag to host: %(error)s
ar: فشل في إضافة العلامة إلى المضيف: %(error)s
de: Fehler beim Hinzufügen des Tags zum Host: %(error)s
es: Error al añadir etiqueta al host: %(error)s
fr: Échec de l'ajout de l'étiquette à l'hôte : %(error)s
hi: होस्ट में टैग जोड़ने में असफल: %(error)s
it: Impossibile aggiungere il tag all'host: %(error)s
ja: ホストへのタグ追加に失敗しました: %(error)s
nl: Fout bij toevoegen van tag aan host: %(error)s
pt: Falha ao adicionar tag ao host: %(error)s
ru: Ошибка добавления тега к хосту: %(error)s

source: Failed to remove tag from host: %(error)s
ar: فشل في إزالة العلامة من المضيف: %(error)s
de: Fehler beim Entfernen des Tags vom Host: %(error)s
es: Error al quitar etiqueta del host: %(error)s
fr: Échec de la suppression de l'étiquette de l'hôte : %(error)s
hi: होस्ट से टैग हटाने में असफल: %(error)s
it: Impossibile rimuovere il tag dall'host: %(error)s
ja: ホストからのタグ削除に失敗しました: %(error)s
nl: Fout bij verwijderen van tag van host: %(error)s
pt: Falha ao remover tag do host: %(error)s
ru: Ошибка удаления тега с хоста: %(error)s

source: Failed to fetch host tags: %(error)s
ar: فشل في جلب علامات المضيف: %(error)s
de: Fehler beim Abrufen der Host-Tags: %(error)s
es: Error al obtener etiquetas del host: %(error)s
fr: Échec de la récupération des étiquettes de l'hôte : %(error)s
hi: होस्ट टैग प्राप्त करने में असफल: %(error)s
it: Impossibile recuperare i tag dell'host: %(error)s
ja: ホストタグの取得に失敗しました: %(error)s
nl: Fout bij ophalen van host tags: %(error)s
pt: Falha ao buscar tags do host: %(error)s
ru: Ошибка получения тегов хоста: %(error)s

source: Generated
ar: تم الإنشاء
de: Generiert
es: Generado
fr: Généré
hi: उत्पन्न
it: Generato
ja: 生成済み
nl: Gegenereerd
pt: Gerado
ru: Создано

source: Total Hosts
ar: إجمالي المضيفين
de: Hosts insgesamt
es: Total de Hosts
fr: Total des hôtes
hi: कुल होस्ट
it: Totale host
ja: 総ホスト数
nl: Totaal hosts
pt: Total de hosts
ru: Всего хостов

source: Total Users
ar: إجمالي المستخدمين
de: Benutzer insgesamt
es: Total de Usuarios
fr: Total des utilisateurs
hi: कुल उपयोगकर्ता
it: Totale utenti
ja: 総ユーザー数
nl: Totaal gebruikers
pt: Total de usuários
ru: Всего пользователей

source: No hosts are currently registered in the system.
ar: لا توجد مضيفات مسجلة حالياً في النظام.
de: Derzeit sind keine Hosts im System registriert.
es: No hay hosts registrados actualmente en el sistema.
fr: Aucun hôte n'est actuellement enregistré dans le système.
hi: वर्तमान में सिस्टम में कोई होस्ट पंजीकृत नहीं है।
it: Nessun host è attualmente registrato nel sistema.
ja: 現在システムに登録されているホストはありません。
nl: Er zijn momenteel geen hosts geregistreerd in het systeem.
pt: Nenhum host está atualmente registrado no sistema.
ru: В системе в настоящее время не зарегистрировано ни одного хоста.

source: No users are currently registered in the system.
ar: لا يوجد مستخدمون مسجلون حالياً في النظام.
de: Derzeit sind keine Benutzer im System registriert.
es: No hay usuarios registrados actualmente en el sistema.
fr: Aucun utilisateur n'est actuellement enregistré dans le système.
hi: वर्तमान में सिस्टम में कोई उपयोगकर्ता पंजीकृत नहीं है।
it: Nessun utente è attualmente registrato nel sistema.
ja: 現在システムに登録されているユーザーはいません。
nl: Er zijn momenteel geen gebruikers geregistreerd in het systeem.
pt: Nenhum usuário está atualmente registrado no sistema.
ru: В системе в настоящее время не зарегистрировано ни одного пользователя.

source: Hostname
ar: اسم المضيف
es: Nombre del host
fr: Nom d'hôte
hi: होस्टनाम
it: Nome host
ja: ホスト名
nl: Hostnaam
pt: Nome do host
ru: Имя хоста

source: OS
ar: نظام التشغيل
de: BS
es: SO
it: SO
pt: SO
ru: ОС

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия

source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ru: Статус

source: Last Seen
ar: آخر ظهور
de: Zuletzt gesehen
es: Visto por última vez
fr: Vu pour la dernière fois
hi: अंतिम बार देखा गया
it: Visto l'ultima volta
ja: 最終確認
nl: Laatst gezien
pt: Visto pela última vez
ru: Последний раз видели

source: Tags
ar: العلامات
es: Etiquetas
fr: Étiquettes
hi: टैग
it: Tag
ja: タグ
ru: Теги

source: No tags
ar: لا توجد علامات
de: Keine Tags
es: Sin etiquetas
fr: Aucune étiquette
hi: कोई टैग नहीं
it: Nessun tag
ja: タグなし
nl: Geen tags
pt: Sem tags
ru: Нет тегов

source: User ID
ar: معرف المستخدم
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
hi: उपयोगकर्ता ID
it: ID utente
ja: ユーザーID
nl: Gebruikers-ID
pt: ID do usuário
ru: ID пользователя

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
hi: पहला नाम
it: Nome
ja: 名
nl: Voornaam
pt: Nome
ru: Имя

source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom de famille
hi: अंतिम नाम
it: Cognome
ja: 姓
nl: Achternaam
pt: Sobrenome
ru: Фамилия

source: Last Access
ar: آخر وصول
de: Letzter Zugriff
es: Último acceso
fr: Dernier accès
hi: अंतिम पहुंच
it: Ultimo accesso
ja: 最終アクセス
nl: Laatste toegang
pt: Último acesso
ru: Последний доступ

source: Account Security
ar: أمان الحساب
de: Kontosicherheit
es: Seguridad de la cuenta
fr: Sécurité du compte
hi: खाता सुरक्षा
it: Sicurezza account
ja: アカウントセキュリティ
nl: Accountbeveiliging
pt: Segurança da conta
ru: Безопасность аккаунта

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
nl: Actief
pt: Ativo
ru: Активный

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
hi: निष्क्रिय
it: Inattivo
ja: 非アクティブ
nl: Inactief
pt: Inativo
ru: Неактивный

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक
it: Bloccato
ja: ロック済み
nl: Vergrendeld
pt: Bloqueado
ru: Заблокирован

source: Normal
ar: عادي
hi: सामान्य
it: Normale
ja: 通常
nl: Normaal
ru: Обычный

source: Never
ar: أبداً
de: Niemals
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
ja: なし
nl: Nooit
pt: Nunca
ru: Никогда

source: N/A
ar: غير متوفر
hi: लागू नहीं
ru: Н/Д

source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
hi: अज्ञात
it: sconosciuto
ja: 不明
nl: onbekend
pt: desconhecido
ru: неизвестно

source: failed attempts
ar: محاولات فاشلة
de: fehlgeschlagene Versuche
es: intentos fallidos
fr: tentatives échouées
hi: असफल प्रयास
it: tentativi falliti
ja: 失敗回数
nl: mislukte pogingen
pt: tentativas falhadas
ru: неудачные попытки

source: Registered Hosts
ar: المضيفات المسجلة
de: Registrierte Hosts
es: Hosts registrados
fr: Hôtes enregistrés
hi: पंजीकृत होस्ट
it: Host registrati
ja: 登録済みホスト
nl: Geregistreerde hosts
pt: Hosts registrados
ru: Зарегистрированные хосты

source: Hosts with Tags
ar: المضيفات مع العلامات
de: Hosts mit Tags
es: Hosts con etiquetas
fr: Hôtes avec étiquettes
hi: टैग के साथ होस्ट
it: Host con tag
ja: タグ付きホスト
nl: Hosts met tags
pt: Hosts com tags
ru: Хосты с тегами

source: SysManage Users
ar: مستخدمو SysManage
de: SysManage-Benutzer
es: Usuarios de SysManage
fr: Utilisateurs SysManage
hi: SysManage उपयोगकर्ता
it: Utenti SysManage
ja: SysManageユーザー
nl: SysManage-gebruikers
pt: Usuários SysManage
ru: Пользователи SysManage

source: Report type '{report_type}' not found
ar: نوع التقرير '{report_type}' غير موجود
de: Berichtstyp '{report_type}' nicht gefunden
es: Tipo de informe '{report_type}' no encontrado
fr: Type de rapport '{report_type}' non trouvé
hi: रिपोर्ट प्रकार '{report_type}' नहीं मिला
it: Tipo di report '{report_type}' non trovato
ja: レポートタイプ '{report_type}' が見つかりません
nl: Rapporttype '{report_type}' niet gevonden
pt: Tipo de relatório '{report_type}' não encontrado
ru: Тип отчета '{report_type}' не найден

source: Error generating report: {error}
ar: خطأ في إنشاء التقرير: {error}
de: Fehler beim Generieren des Berichts: {error}
es: Error generando informe: {error}
fr: Erreur lors de la génération du rapport : {error}
hi: रिपोर्ट उत्पन्न करने में त्रुटि: {error}
it: Errore nella generazione del report: {error}
ja: レポート生成エラー: {error}
nl: Fout bij genereren rapport: {error}
pt: Erro ao gerar relatório: {error}
ru: Ошибка создания отчета: {error}

source: PDF generation not available
ar: إنشاء PDF غير متوفر
de: PDF-Generierung nicht verfügbar
es: Generación de PDF no disponible
fr: Génération PDF non disponible
hi: PDF उत्पादन उपलब्ध नहीं
it: Generazione PDF non disponibile
ja: PDF生成は利用できません
nl: PDF-generatie niet beschikbaar
pt: Geração de PDF não disponível
ru: Создание PDF недоступно

source: PDF generation is not available. Please install reportlab package.
ar: إنشاء PDF غير متوفر. يرجى تثبيت حزمة reportlab.
de: PDF-Generierung ist nicht verfügbar. Bitte installieren Sie das reportlab-Paket.
es: La generación de PDF no está disponible. Por favor instale el paquete reportlab.
fr: La génération PDF n'est pas disponible. Veuillez installer le package reportlab.
hi: PDF उत्पादन उपलब्ध नहीं है। कृपया reportlab पैकेज इंस्टॉल करें।
it: La generazione PDF non è disponibile. Installare il pacchetto reportlab.
ja: PDF生成は利用できません。reportlabパッケージをインストールしてください。
nl: PDF-generatie is niet beschikbaar. Installeer het reportlab-pakket.
pt: A geração de PDF não está disponível. Por favor instale o pacote reportlab.
ru: Создание PDF недоступно. Пожалуйста, установите пакет reportlab.

source: Invalid package managers for OS upgrades: {}
ar: مديرو الحزم غير صالحين لترقيات نظام التشغيل: {}
de: Ungültige Paketmanager für OS-Upgrades: {}
es: Gestores de paquetes inválidos para actualizaciones de SO: {}
fr: Gestionnaires de paquets invalides pour les mises à jour d'OS : {}
hi: OS अपग्रेड के लिए अमान्य पैकेज प्रबंधक: {}
it: Gestori di pacchetti non validi per aggiornamenti OS: {}
ja: OSアップグレードの無効なパッケージマネージャー: {}
nl: Ongeldige pakketbeheerders voor OS-upgrades: {}
pt: Gerenciadores de pacotes inválidos para atualizações de SO: {}
ru: Недопустимые менеджеры пакетов для обновлений ОС: {}

source: No OS upgrades available for this host
ar: لا توجد ترقيات نظام التشغيل متاحة لهذا المضيف
de: Keine OS-Upgrades für diesen Host verfügbar
es: No hay actualizaciones de SO disponibles para este host
fr: Aucune mise à jour d'OS disponible pour cet hôte
hi: इस होस्ट के लिए कोई OS अपग्रेड उपलब्ध नहीं
it: Nessun aggiornamento OS disponibile per questo host
ja: このホストには利用可能なOSアップグレードがありません
nl: Geen OS-upgrades beschikbaar voor deze host
pt: Nenhuma atualização de SO disponível para este host
ru: Нет доступных обновлений ОС для этого хоста

source: OS upgrade command sent successfully
ar: تم إرسال أمر ترقية نظام التشغيل بنجاح
de: OS-Upgrade-Befehl erfolgreich gesendet
es: Comando de actualización de SO enviado exitosamente
fr: Commande de mise à jour d'OS envoyée avec succès
hi: OS अपग्रेड कमांड सफलतापूर्वक भेजा गया
it: Comando aggiornamento OS inviato con successo
ja: OSアップグレードコマンドが正常に送信されました
nl: OS-upgrade commando succesvol verzonden
pt: Comando de atualização de SO enviado com sucesso
ru: Команда обновления ОС успешно отправлена

source: Failed to send OS upgrade command to host
ar: فشل في إرسال أمر ترقية نظام التشغيل إلى المضيف
de: Fehler beim Senden des OS-Upgrade-Befehls an Host
es: Error al enviar comando de actualización de SO al host
fr: Échec de l'envoi de la commande de mise à jour d'OS à l'hôte
hi: होस्ट को OS अपग्रेड कमांड भेजने में विफल
it: Invio comando aggiornamento OS all'host fallito
ja: ホストへのOSアップグレードコマンド送信に失敗しました
nl: Mislukt om OS-upgrade commando naar host te verzenden
pt: Falha ao enviar comando de atualização de SO para o host
ru: Не удалось отправить команду обновления ОС хосту

source: Operating System Upgrades
ar: ترقيات نظام التشغيل
de: Betriebssystem-Upgrades
es: Actualizaciones del Sistema Operativo
fr: Mises à jour du Système d'Exploitation
hi: ऑपरेटिंग सिस्टम अपग्रेड
it: Aggiornamenti Sistema Operativo
ja: オペレーティングシステムアップグレード
nl: Besturingssysteem Upgrades
pt: Atualizações do Sistema Operacional
ru: Обновления Операционной Системы

source: OS Upgrade Available
ar: ترقية نظام التشغيل متاحة
de: OS-Upgrade verfügbar
es: Actualización de SO Disponible
fr: Mise à jour d'OS Disponible
hi: OS अपग्रेड उपलब्ध
it: Aggiornamento OS Disponibile
ja: OSアップグレード利用可能
nl: OS-upgrade Beschikbaar
pt: Atualização de SO Disponível
ru: Доступно Обновление ОС

source: Apply OS Upgrade
ar: تطبيق ترقية نظام التشغيل
de: OS-Upgrade anwenden
es: Aplicar Actualización de SO
fr: Appliquer la Mise à jour d'OS
hi: OS अपग्रेड लागू करें
it: Applica Aggiornamento OS
ja: OSアップグレードを適用
nl: OS-upgrade Toepassen
pt: Aplicar Atualização de SO
ru: Применить Обновление ОС

source: Execute OS Upgrades
ar: تنفيذ ترقيات نظام التشغيل
de: OS-Upgrades ausführen
es: Ejecutar Actualizaciones de SO
fr: Exécuter les Mises à jour d'OS
hi: OS अपग्रेड निष्पादित करें
it: Esegui Aggiornamenti OS
ja: OSアップグレードを実行
nl: OS-upgrades Uitvoeren
pt: Executar Atualizações de SO
ru: Выполнить Обновления ОС

source: OS upgrade requires system reboot
ar: ترقية نظام التشغيل تتطلب إعادة تشغيل النظام
de: OS-Upgrade erfordert Systemneustart
es: La actualización de SO requiere reinicio del sistema
fr: La mise à jour d'OS nécessite un redémarrage système
hi: OS अपग्रेड के लिए सिस्टम रीबूट आवश्यक है
it: L'aggiornamento OS richiede riavvio sistema
ja: OSアップグレードにはシステム再起動が必要です
nl: OS-upgrade vereist systeemherstart
pt: Atualização de SO requer reinicialização do sistema
ru: Обновление ОС требует перезагрузки системы
