Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Host is not approved
ar: المضيف غير معتمد
de: Host ist nicht genehmigt
es: El host no está aprobado
fr: L'hôte n'est pas approuvé

source: Updates check requested
ar: تم طلب فحص التحديثات
de: Update-Prüfung angefordert
es: Verificación de actualizaciones solicitada
fr: Vérification des mises à jour demandée

source: Agent not found or unreachable
ar: الوكيل غير موجود أو غير قابل للوصول
de: Agent nicht gefunden oder nicht erreichbar
es: Agente no encontrado o no accesible
fr: Agent introuvable ou inaccessible

source: Host not found or inactive
ar: لم يتم العثور على المضيف أو أنه غير نشط
de: Host nicht gefunden oder inaktiv
es: Host no encontrado o inactivo
fr: Hôte introuvable ou inactif

source: Host not approved
ar: المضيف غير معتمد
de: Host ist nicht genehmigt
es: Host no aprobado
fr: Hôte non approuvé
