Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Container lifecycle management requires a SysManage Professional+ license. Please upgrade to access this feature.
ar: تتطلب إدارة دورة حياة الحاويات ترخيص SysManage Professional+. يرجى الترقية للوصول إلى هذه الميزة.
de: Container-Lebenszyklusverwaltung erfordert eine SysManage Professional+-Lizenz. Bitte upgraden Sie, um auf diese Funktion zuzugreifen.
fr: La gestion du cycle de vie des conteneurs nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder à cette fonctionnalité.
hi: कंटेनर जीवनचक्र प्रबंधन के लिए SysManage Professional+ लाइसेंस आवश्यक है। इस सुविधा तक पहुँचने के लिए कृपया अपग्रेड करें।
it: La gestione del ciclo di vita dei container richiede una licenza SysManage Professional+. Effettuare l'upgrade per accedere a questa funzionalità.
ja: コンテナライフサイクル管理にはSysManage Professional+ライセンスが必要です。この機能にアクセスするにはアップグレードしてください。
nl: Container-levenscyclusbeheer vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot deze functie.
pt: O gerenciamento do ciclo de vida de contêineres requer uma licença SysManage Professional+. Atualize para acessar este recurso.
ru: Управление жизненным циклом контейнеров требует лицензии SysManage Professional+. Обновите для доступа к этой функции.

source: Secrets management requires a SysManage Professional+ license. Please upgrade to access this feature.
ar: تتطلب إدارة الأسرار ترخيص SysManage Professional+. يرجى الترقية للوصول إلى هذه الميزة.
de: Geheimnisverwaltung erfordert eine SysManage Professional+-Lizenz. Bitte upgraden Sie, um auf diese Funktion zuzugreifen.
fr: La gestion des secrets nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder à cette fonctionnalité.
hi: सीक्रेट प्रबंधन के लिए SysManage Professional+ लाइसेंस आवश्यक है। इस सुविधा तक पहुँचने के लिए कृपया अपग्रेड करें।
it: La gestione dei segreti richiede una licenza SysManage Professional+. Effettuare l'upgrade per accedere a questa funzionalità.
ja: シークレット管理にはSysManage Professional+ライセンスが必要です。この機能にアクセスするにはアップグレードしてください。
nl: Geheimenbeheer vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot deze functie.
pt: O gerenciamento de segredos requer uma licença SysManage Professional+. Atualize para acessar este recurso.
ru: Управление секретами требует лицензии SysManage Professional+. Обновите для доступа к этой функции.

source: Secrets deployment requires a SysManage Professional+ license. Please upgrade to access this feature.
ar: يتطلب نشر الأسرار ترخيص SysManage Professional+. يرجى الترقية للوصول إلى هذه الميزة.
de: Geheimnisbereitstellung erfordert eine SysManage Professional+-Lizenz. Bitte upgraden Sie, um auf diese Funktion zuzugreifen.
fr: Le déploiement des secrets nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder à cette fonctionnalité.
hi: सीक्रेट डिप्लॉयमेंट के लिए SysManage Professional+ लाइसेंस आवश्यक है। इस सुविधा तक पहुँचने के लिए कृपया अपग्रेड करें।
it: Il deployment dei segreti richiede una licenza SysManage Professional+. Effettuare l'upgrade per accedere a questa funzionalità.
ja: シークレットのデプロイにはSysManage Professional+ライセンスが必要です。この機能にアクセスするにはアップグレードしてください。
nl: Geheimenimplementatie vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot deze functie.
pt: A implantação de segredos requer uma licença SysManage Professional+. Atualize para acessar este recurso.
ru: Развёртывание секретов требует лицензии SysManage Professional+. Обновите для доступа к этой функции.

source: Report generation requires a SysManage Professional+ license. Please upgrade to access this feature.
ar: يتطلب إنشاء التقارير ترخيص SysManage Professional+. يرجى الترقية للوصول إلى هذه الميزة.
de: Berichtsgenerierung erfordert eine SysManage Professional+-Lizenz. Bitte upgraden Sie, um auf diese Funktion zuzugreifen.
fr: La génération de rapports nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder à cette fonctionnalité.
hi: रिपोर्ट जनरेशन के लिए SysManage Professional+ लाइसेंस आवश्यक है। इस सुविधा तक पहुँचने के लिए कृपया अपग्रेड करें।
it: La generazione di report richiede una licenza SysManage Professional+. Effettuare l'upgrade per accedere a questa funzionalità.
ja: レポート生成にはSysManage Professional+ライセンスが必要です。この機能にアクセスするにはアップグレードしてください。
nl: Rapportgeneratie vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot deze functie.
pt: A geração de relatórios requer uma licença SysManage Professional+. Atualize para acessar este recurso.
ru: Генерация отчётов требует лицензии SysManage Professional+. Обновите для доступа к этой функции.

source: Audit log export requires a SysManage Professional+ license. Please upgrade to access CSV, JSON, CEF, and LEEF export formats.
ar: يتطلب تصدير سجل التدقيق ترخيص SysManage Professional+. يرجى الترقية للوصول إلى تنسيقات التصدير CSV وJSON وCEF وLEEF.
de: Der Export des Audit-Protokolls erfordert eine SysManage Professional+-Lizenz. Bitte upgraden Sie, um auf die Exportformate CSV, JSON, CEF und LEEF zuzugreifen.
fr: L'exportation du journal d'audit nécessite une licence SysManage Professional+. Veuillez mettre à niveau pour accéder aux formats d'exportation CSV, JSON, CEF et LEEF.
hi: ऑडिट लॉग निर्यात के लिए SysManage Professional+ लाइसेंस आवश्यक है। CSV, JSON, CEF और LEEF निर्यात प्रारूपों तक पहुँचने के लिए कृपया अपग्रेड करें।
it: L'esportazione del registro di audit richiede una licenza SysManage Professional+. Effettuare l'upgrade per accedere ai formati di esportazione CSV, JSON, CEF e LEEF.
ja: 監査ログのエクスポートにはSysManage Professional+ライセンスが必要です。CSV、JSON、CEF、LEEFエクスポート形式にアクセスするにはアップグレードしてください。
nl: Het exporteren van het auditlogboek vereist een SysManage Professional+-licentie. Upgrade om toegang te krijgen tot de exportformaten CSV, JSON, CEF en LEEF.
pt: A exportação do log de auditoria requer uma licença SysManage Professional+. Atualize para acessar os formatos de exportação CSV, JSON, CEF e LEEF.
ru: Экспорт журнала аудита требует лицензии SysManage Professional+. Обновите для доступа к форматам экспорта CSV, JSON, CEF и LEEF.

source: Use /api/v1/audit/export with Pro+ license
ar: استخدم /api/v1/audit/export مع ترخيص Pro+
de: Verwenden Sie /api/v1/audit/export mit Pro+-Lizenz
fr: Utilisez /api/v1/audit/export avec une licence Pro+
hi: /api/v1/audit/export का उपयोग Pro+ लाइसेंस के साथ करें
it: Utilizzare /api/v1/audit/export con licenza Pro+
ja: Pro+ライセンスで/api/v1/audit/exportを使用してください
nl: Gebruik /api/v1/audit/export met Pro+-licentie
pt: Use /api/v1/audit/export com licença Pro+
ru: Используйте /api/v1/audit/export с лицензией Pro+

source: Child host not found
ar: لم يتم العثور على المضيف الفرعي
de: Kind-Host nicht gefunden
fr: Hôte enfant non trouvé
hi: चाइल्ड होस्ट नहीं मिला
it: Host figlio non trovato
ja: 子ホストが見つかりません
nl: Kind-host niet gevonden
pt: Host filho não encontrado
ru: Дочерний хост не найден

source: Child host refresh requested
ar: تم طلب تحديث المضيف الفرعي
de: Aktualisierung des Kind-Hosts angefordert
fr: Actualisation de l'hôte enfant demandée
hi: चाइल्ड होस्ट रिफ्रेश का अनुरोध किया गया
it: Aggiornamento dell'host figlio richiesto
ja: 子ホストの更新がリクエストされました
nl: Vernieuwing van kind-host aangevraagd
pt: Atualização do host filho solicitada
ru: Запрошено обновление дочернего хоста

source: Report
ar: تقرير
de: Bericht
fr: Rapport
hi: रिपोर्ट
ja: レポート
nl: Rapport
pt: Relatório
ru: Отчёт

source: Use /api/v1/reports/view/{report_type} with Pro+ license
ar: استخدم /api/v1/reports/view/{report_type} مع ترخيص Pro+
de: Verwenden Sie /api/v1/reports/view/{report_type} mit Pro+-Lizenz
fr: Utilisez /api/v1/reports/view/{report_type} avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/reports/view/{report_type} का उपयोग करें
it: Utilizzare /api/v1/reports/view/{report_type} con licenza Pro+
ja: Pro+ライセンスで /api/v1/reports/view/{report_type} を使用してください
nl: Gebruik /api/v1/reports/view/{report_type} met Pro+-licentie
pt: Use /api/v1/reports/view/{report_type} com licença Pro+
ru: Используйте /api/v1/reports/view/{report_type} с лицензией Pro+

source: Use /api/v1/reports/generate/{report_type} with Pro+ license
ar: استخدم /api/v1/reports/generate/{report_type} مع ترخيص Pro+
de: Verwenden Sie /api/v1/reports/generate/{report_type} mit Pro+-Lizenz
fr: Utilisez /api/v1/reports/generate/{report_type} avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/reports/generate/{report_type} का उपयोग करें
it: Utilizzare /api/v1/reports/generate/{report_type} con licenza Pro+
ja: Pro+ライセンスで /api/v1/reports/generate/{report_type} を使用してください
nl: Gebruik /api/v1/reports/generate/{report_type} met Pro+-licentie
pt: Use /api/v1/reports/generate/{report_type} com licença Pro+
ru: Используйте /api/v1/reports/generate/{report_type} с лицензией Pro+

source: Use /api/v1/secrets with Pro+ license
ar: استخدم /api/v1/secrets مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets का उपयोग करें
it: Utilizzare /api/v1/secrets con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets を使用してください
nl: Gebruik /api/v1/secrets met Pro+-licentie
pt: Use /api/v1/secrets com licença Pro+
ru: Используйте /api/v1/secrets с лицензией Pro+

source: Use /api/v1/secrets/{secret_id} with Pro+ license
ar: استخدم /api/v1/secrets/{secret_id} مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/{secret_id} mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/{secret_id} avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/{secret_id} का उपयोग करें
it: Utilizzare /api/v1/secrets/{secret_id} con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/{secret_id} を使用してください
nl: Gebruik /api/v1/secrets/{secret_id} met Pro+-licentie
pt: Use /api/v1/secrets/{secret_id} com licença Pro+
ru: Используйте /api/v1/secrets/{secret_id} с лицензией Pro+

source: Use /api/v1/secrets/{secret_id}/content with Pro+ license
ar: استخدم /api/v1/secrets/{secret_id}/content مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/{secret_id}/content mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/{secret_id}/content avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/{secret_id}/content का उपयोग करें
it: Utilizzare /api/v1/secrets/{secret_id}/content con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/{secret_id}/content を使用してください
nl: Gebruik /api/v1/secrets/{secret_id}/content met Pro+-licentie
pt: Use /api/v1/secrets/{secret_id}/content com licença Pro+
ru: Используйте /api/v1/secrets/{secret_id}/content с лицензией Pro+

source: Use /api/v1/secrets/ssh-keys with Pro+ license
ar: استخدم /api/v1/secrets/ssh-keys مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/ssh-keys mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/ssh-keys avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/ssh-keys का उपयोग करें
it: Utilizzare /api/v1/secrets/ssh-keys con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/ssh-keys を使用してください
nl: Gebruik /api/v1/secrets/ssh-keys met Pro+-licentie
pt: Use /api/v1/secrets/ssh-keys com licença Pro+
ru: Используйте /api/v1/secrets/ssh-keys с лицензией Pro+

source: Use /api/v1/secrets/types with Pro+ license
ar: استخدم /api/v1/secrets/types مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/types mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/types avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/types का उपयोग करें
it: Utilizzare /api/v1/secrets/types con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/types を使用してください
nl: Gebruik /api/v1/secrets/types met Pro+-licentie
pt: Use /api/v1/secrets/types com licença Pro+
ru: Используйте /api/v1/secrets/types с лицензией Pro+

source: Use /api/v1/secrets/deploy-ssh-keys with Pro+ license
ar: استخدم /api/v1/secrets/deploy-ssh-keys مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/deploy-ssh-keys mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/deploy-ssh-keys avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/deploy-ssh-keys का उपयोग करें
it: Utilizzare /api/v1/secrets/deploy-ssh-keys con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/deploy-ssh-keys を使用してください
nl: Gebruik /api/v1/secrets/deploy-ssh-keys met Pro+-licentie
pt: Use /api/v1/secrets/deploy-ssh-keys com licença Pro+
ru: Используйте /api/v1/secrets/deploy-ssh-keys с лицензией Pro+

source: Use /api/v1/secrets/deploy-certificates with Pro+ license
ar: استخدم /api/v1/secrets/deploy-certificates مع ترخيص Pro+
de: Verwenden Sie /api/v1/secrets/deploy-certificates mit Pro+-Lizenz
fr: Utilisez /api/v1/secrets/deploy-certificates avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/secrets/deploy-certificates का उपयोग करें
it: Utilizzare /api/v1/secrets/deploy-certificates con licenza Pro+
ja: Pro+ライセンスで /api/v1/secrets/deploy-certificates を使用してください
nl: Gebruik /api/v1/secrets/deploy-certificates met Pro+-licentie
pt: Use /api/v1/secrets/deploy-certificates com licença Pro+
ru: Используйте /api/v1/secrets/deploy-certificates с лицензией Pro+

source: Scheduled report created successfully
ar: تم إنشاء التقرير المجدول بنجاح
de: Geplanter Bericht erfolgreich erstellt
fr: Rapport planifié créé avec succès
hi: शेड्यूल की गई रिपोर्ट सफलतापूर्वक बनाई गई
it: Report pianificato creato con successo
ja: スケジュールレポートが正常に作成されました
nl: Gepland rapport succesvol aangemaakt
pt: Relatório agendado criado com sucesso
ru: Запланированный отчёт успешно создан

source: Scheduled report updated successfully
ar: تم تحديث التقرير المجدول بنجاح
de: Geplanter Bericht erfolgreich aktualisiert
fr: Rapport planifié mis à jour avec succès
hi: शेड्यूल की गई रिपोर्ट सफलतापूर्वक अपडेट की गई
it: Report pianificato aggiornato con successo
ja: スケジュールレポートが正常に更新されました
nl: Gepland rapport succesvol bijgewerkt
pt: Relatório agendado atualizado com sucesso
ru: Запланированный отчёт успешно обновлён

source: Scheduled report deleted successfully
ar: تم حذف التقرير المجدول بنجاح
de: Geplanter Bericht erfolgreich gelöscht
fr: Rapport planifié supprimé avec succès
hi: शेड्यूल की गई रिपोर्ट सफलतापूर्वक हटाई गई
it: Report pianificato eliminato con successo
ja: スケジュールレポートが正常に削除されました
nl: Gepland rapport succesvol verwijderd
pt: Relatório agendado excluído com sucesso
ru: Запланированный отчёт успешно удалён

source: Scheduled report not found
ar: التقرير المجدول غير موجود
de: Geplanter Bericht nicht gefunden
fr: Rapport planifié introuvable
hi: शेड्यूल की गई रिपोर्ट नहीं मिली
it: Report pianificato non trovato
ja: スケジュールレポートが見つかりません
nl: Gepland rapport niet gevonden
pt: Relatório agendado não encontrado
ru: Запланированный отчёт не найден

source: Scheduled report executed successfully
ar: تم تنفيذ التقرير المجدول بنجاح
de: Geplanter Bericht erfolgreich ausgeführt
fr: Rapport planifié exécuté avec succès
hi: शेड्यूल की गई रिपोर्ट सफलतापूर्वक निष्पादित की गई
it: Report pianificato eseguito con successo
ja: スケジュールレポートが正常に実行されました
nl: Gepland rapport succesvol uitgevoerd
pt: Relatório agendado executado com sucesso
ru: Запланированный отчёт успешно выполнен

source: Invalid schedule type
ar: نوع الجدولة غير صالح
de: Ungültiger Planungstyp
fr: Type de planification non valide
hi: अमान्य शेड्यूल प्रकार
it: Tipo di pianificazione non valido
ja: 無効なスケジュールタイプ
nl: Ongeldig planningstype
pt: Tipo de agendamento inválido
ru: Недопустимый тип расписания

source: Invalid output format
ar: تنسيق الإخراج غير صالح
de: Ungültiges Ausgabeformat
fr: Format de sortie non valide
hi: अमान्य आउटपुट प्रारूप
it: Formato di output non valido
ja: 無効な出力形式
nl: Ongeldig uitvoerformaat
pt: Formato de saída inválido
ru: Недопустимый формат вывода

source: Retention policy created successfully
ar: تم إنشاء سياسة الاحتفاظ بنجاح
de: Aufbewahrungsrichtlinie erfolgreich erstellt
fr: Politique de rétention créée avec succès
hi: प्रतिधारण नीति सफलतापूर्वक बनाई गई
it: Politica di conservazione creata con successo
ja: 保持ポリシーが正常に作成されました
nl: Bewaarbeleid succesvol aangemaakt
pt: Política de retenção criada com sucesso
ru: Политика хранения успешно создана

source: Retention policy updated successfully
ar: تم تحديث سياسة الاحتفاظ بنجاح
de: Aufbewahrungsrichtlinie erfolgreich aktualisiert
fr: Politique de rétention mise à jour avec succès
hi: प्रतिधारण नीति सफलतापूर्वक अपडेट की गई
it: Politica di conservazione aggiornata con successo
ja: 保持ポリシーが正常に更新されました
nl: Bewaarbeleid succesvol bijgewerkt
pt: Política de retenção atualizada com sucesso
ru: Политика хранения успешно обновлена

source: Retention policy deleted successfully
ar: تم حذف سياسة الاحتفاظ بنجاح
de: Aufbewahrungsrichtlinie erfolgreich gelöscht
fr: Politique de rétention supprimée avec succès
hi: प्रतिधारण नीति सफलतापूर्वक हटाई गई
it: Politica di conservazione eliminata con successo
ja: 保持ポリシーが正常に削除されました
nl: Bewaarbeleid succesvol verwijderd
pt: Política de retenção excluída com sucesso
ru: Политика хранения успешно удалена

source: Retention policy not found
ar: سياسة الاحتفاظ غير موجودة
de: Aufbewahrungsrichtlinie nicht gefunden
fr: Politique de rétention introuvable
hi: प्रतिधारण नीति नहीं मिली
it: Politica di conservazione non trovata
ja: 保持ポリシーが見つかりません
nl: Bewaarbeleid niet gevonden
pt: Política de retenção não encontrada
ru: Политика хранения не найдена

source: Retention policy executed successfully
ar: تم تنفيذ سياسة الاحتفاظ بنجاح
de: Aufbewahrungsrichtlinie erfolgreich ausgeführt
fr: Politique de rétention exécutée avec succès
hi: प्रतिधारण नीति सफलतापूर्वक निष्पादित की गई
it: Politica di conservazione eseguita con successo
ja: 保持ポリシーが正常に実行されました
nl: Bewaarbeleid succesvol uitgevoerd
pt: Política de retenção executada com sucesso
ru: Политика хранения успешно выполнена

source: Retention days must be between 1 and 3650
ar: يجب أن تكون أيام الاحتفاظ بين 1 و 3650
de: Die Aufbewahrungstage müssen zwischen 1 und 3650 liegen
fr: Les jours de rétention doivent être compris entre 1 et 3650
hi: प्रतिधारण दिन 1 और 3650 के बीच होने चाहिए
it: I giorni di conservazione devono essere compresi tra 1 e 3650
ja: 保持日数は1から3650の間でなければなりません
nl: Bewaardagen moeten tussen 1 en 3650 liggen
pt: Os dias de retenção devem estar entre 1 e 3650
ru: Количество дней хранения должно быть от 1 до 3650

source: Invalid retention action
ar: إجراء الاحتفاظ غير صالح
de: Ungültige Aufbewahrungsaktion
fr: Action de rétention non valide
hi: अमान्य प्रतिधारण कार्रवाई
it: Azione di conservazione non valida
ja: 無効な保持アクション
nl: Ongeldige bewaaractie
pt: Ação de retenção inválida
ru: Недопустимое действие хранения

source: Audit entries archived successfully
ar: تم أرشفة إدخالات التدقيق بنجاح
de: Audit-Einträge erfolgreich archiviert
fr: Entrées d'audit archivées avec succès
hi: ऑडिट प्रविष्टियाँ सफलतापूर्वक संग्रहीत की गईं
it: Voci di audit archiviate con successo
ja: 監査エントリが正常にアーカイブされました
nl: Auditgegevens succesvol gearchiveerd
pt: Entradas de auditoria arquivadas com sucesso
ru: Записи аудита успешно архивированы

source: Audit entries deleted by retention policy
ar: تم حذف إدخالات التدقيق بواسطة سياسة الاحتفاظ
de: Audit-Einträge durch Aufbewahrungsrichtlinie gelöscht
fr: Entrées d'audit supprimées par la politique de rétention
hi: प्रतिधारण नीति द्वारा ऑडिट प्रविष्टियाँ हटाई गईं
it: Voci di audit eliminate dalla politica di conservazione
ja: 保持ポリシーにより監査エントリが削除されました
nl: Auditgegevens verwijderd door bewaarbeleid
pt: Entradas de auditoria excluídas pela política de retenção
ru: Записи аудита удалены политикой хранения

source: No audit entries matched the retention criteria
ar: لم تتطابق أي إدخالات تدقيق مع معايير الاحتفاظ
de: Keine Audit-Einträge entsprachen den Aufbewahrungskriterien
fr: Aucune entrée d'audit ne correspondait aux critères de rétention
hi: कोई भी ऑडिट प्रविष्टि प्रतिधारण मानदंडों से मेल नहीं खाई
it: Nessuna voce di audit corrispondeva ai criteri di conservazione
ja: 保持基準に一致する監査エントリはありませんでした
nl: Geen auditgegevens kwamen overeen met de bewaarcriteria
pt: Nenhuma entrada de auditoria correspondeu aos critérios de retenção
ru: Записи аудита, соответствующие критериям хранения, не найдены

source: Use /api/v1/reports/schedules with Pro+ license
ar: استخدم /api/v1/reports/schedules مع ترخيص Pro+
de: Verwenden Sie /api/v1/reports/schedules mit Pro+-Lizenz
fr: Utilisez /api/v1/reports/schedules avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/reports/schedules का उपयोग करें
it: Utilizzare /api/v1/reports/schedules con licenza Pro+
ja: Pro+ライセンスで /api/v1/reports/schedules を使用してください
nl: Gebruik /api/v1/reports/schedules met Pro+-licentie
pt: Use /api/v1/reports/schedules com licença Pro+
ru: Используйте /api/v1/reports/schedules с лицензией Pro+

source: Use /api/v1/audit/retention-policies with Pro+ license
ar: استخدم /api/v1/audit/retention-policies مع ترخيص Pro+
de: Verwenden Sie /api/v1/audit/retention-policies mit Pro+-Lizenz
fr: Utilisez /api/v1/audit/retention-policies avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/audit/retention-policies का उपयोग करें
it: Utilizzare /api/v1/audit/retention-policies con licenza Pro+
ja: Pro+ライセンスで /api/v1/audit/retention-policies を使用してください
nl: Gebruik /api/v1/audit/retention-policies met Pro+-licentie
pt: Use /api/v1/audit/retention-policies com licença Pro+
ru: Используйте /api/v1/audit/retention-policies с лицензией Pro+

source: Use /api/v1/audit/archive with Pro+ license
ar: استخدم /api/v1/audit/archive مع ترخيص Pro+
de: Verwenden Sie /api/v1/audit/archive mit Pro+-Lizenz
fr: Utilisez /api/v1/audit/archive avec une licence Pro+
hi: Pro+ लाइसेंस के साथ /api/v1/audit/archive का उपयोग करें
it: Utilizzare /api/v1/audit/archive con licenza Pro+
ja: Pro+ライセンスで /api/v1/audit/archive を使用してください
nl: Gebruik /api/v1/audit/archive met Pro+-licentie
pt: Use /api/v1/audit/archive com licença Pro+
ru: Используйте /api/v1/audit/archive с лицензией Pro+

source: Scheduled report delivered successfully
ar: تم تسليم التقرير المجدول بنجاح
de: Geplanter Bericht erfolgreich zugestellt
fr: Rapport planifié livré avec succès
hi: शेड्यूल की गई रिपोर्ट सफलतापूर्वक वितरित की गई
it: Report pianificato consegnato con successo
ja: スケジュールレポートが正常に配信されました
nl: Gepland rapport succesvol afgeleverd
pt: Relatório agendado entregue com sucesso
ru: Запланированный отчёт успешно доставлен

source: Failed to deliver scheduled report
ar: فشل في تسليم التقرير المجدول
de: Zustellung des geplanten Berichts fehlgeschlagen
fr: Échec de la livraison du rapport planifié
hi: शेड्यूल की गई रिपोर्ट वितरित करने में विफल
it: Consegna del report pianificato fallita
ja: スケジュールレポートの配信に失敗しました
nl: Aflevering van gepland rapport mislukt
pt: Falha ao entregar relatório agendado
ru: Не удалось доставить запланированный отчёт

source: Report dispatch to channel failed
ar: فشل إرسال التقرير إلى القناة
de: Berichtsversand an den Kanal fehlgeschlagen
fr: L'envoi du rapport au canal a échoué
hi: चैनल को रिपोर्ट भेजने में विफल
it: Invio del report al canale fallito
ja: チャンネルへのレポート配信に失敗しました
nl: Verzending van rapport naar kanaal mislukt
pt: Falha no envio do relatório para o canal
ru: Не удалось отправить отчёт в канал

source: SSH keys deployed successfully
ar: تم نشر مفاتيح SSH بنجاح
de: SSH-Schlüssel erfolgreich bereitgestellt
fr: Clés SSH déployées avec succès
hi: SSH कुंजियाँ सफलतापूर्वक तैनात की गईं
it: Chiavi SSH distribuite con successo
ja: SSH鍵が正常にデプロイされました
nl: SSH-sleutels succesvol geïmplementeerd
pt: Chaves SSH implantadas com sucesso
ru: SSH-ключи успешно развёрнуты

source: Failed to deploy SSH keys
ar: فشل في نشر مفاتيح SSH
de: Bereitstellung der SSH-Schlüssel fehlgeschlagen
fr: Échec du déploiement des clés SSH
hi: SSH कुंजियाँ तैनात करने में विफल
it: Distribuzione delle chiavi SSH fallita
ja: SSH鍵のデプロイに失敗しました
nl: Implementatie van SSH-sleutels mislukt
pt: Falha ao implantar chaves SSH
ru: Не удалось развернуть SSH-ключи

source: Certificates deployed successfully
ar: تم نشر الشهادات بنجاح
de: Zertifikate erfolgreich bereitgestellt
fr: Certificats déployés avec succès
hi: प्रमाणपत्र सफलतापूर्वक तैनात किए गए
it: Certificati distribuiti con successo
ja: 証明書が正常にデプロイされました
nl: Certificaten succesvol geïmplementeerd
pt: Certificados implantados com sucesso
ru: Сертификаты успешно развёрнуты
