Repository: bceverly/sysmanage
Catalog: backend/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, hi, it, ja, nl, pt, ru

source: Invalid token signature
ar: توقيع الرمز المميز غير صحيح
de: Ungültige Token-Signatur
es: Firma de token no válida
fr: Signature de jeton non valide
hi: अवैध टोकन हस्ताक्षर
it: Firma del token non valida
ja: 無効なトークン署名
nl: Ongeldige token-handtekening
pt: Assinatura de token inválida
ru: Недействительная подпись токена

source: Token expired
ar: انتهت صلاحية الرمز المميز
de: Token abgelaufen
es: Token expirado
fr: Jeton expiré
hi: टोकन का समय समाप्त
it: Token scaduto
ja: トークンの有効期限切れ
nl: Token verlopen
pt: Token expirado
ru: Токен истек

source: Encrypted data expired
ar: انتهت صلاحية البيانات المشفرة
de: Verschlüsselte Daten abgelaufen
es: Datos cifrados expirados
fr: Données chiffrées expirées
hi: एन्क्रिप्टेड डेटा का समय समाप्त
it: Dati crittografati scaduti
ja: 暗号化データの有効期限切れ
nl: Versleutelde gegevens verlopen
pt: Dados criptografados expirados
ru: Зашифрованные данные истекли

source: Invalid signature
ar: توقيع غير صحيح
de: Ungültige Signatur
es: Firma no válida
fr: Signature non valide
hi: अवैध हस्ताक्षर
it: Firma non valida
ja: 無効な署名
nl: Ongeldige handtekening
pt: Assinatura inválida
ru: Недействительная подпись

source: Decryption failed: %s
ar: فشل في فك التشفير: %s
de: Entschlüsselung fehlgeschlagen: %s
es: Error de descifrado: %s
fr: Échec du déchiffrement: %s
hi: डिक्रिप्शन असफल: %s
it: Decrittografia fallita: %s
ja: 復号化に失敗しました: %s
nl: Ontsleuteling mislukt: %s
pt: Falha na descriptografia: %s
ru: Сбой расшифровки: %s

source: Invalid authentication scheme.
ar: مخطط مصادقة غير صحيح.
de: Ungültiges Authentifizierungsschema.
es: Esquema de autenticación no válido.
fr: Schéma d'authentification non valide.
hi: अवैध प्रमाणीकरण योजना।
it: Schema di autenticazione non valido.
ja: 無効な認証スキームです。
nl: Ongeldig authenticatieschema.
pt: Esquema de autenticação inválido.
ru: Недопустимая схема аутентификации.

source: Expired token.
ar: الرمز المميز منتهي الصلاحية.
de: Abgelaufener Token.
es: Token expirado.
fr: Jeton expiré.
hi: समाप्त हो चुका टोकन।
it: Token scaduto.
ja: 期限切れのトークンです。
nl: Verlopen token.
pt: Token expirado.
ru: Истекший токен.

source: Invalid authorization code.
ar: رمز الترخيص غير صحيح.
de: Ungültiger Autorisierungscode.
es: Código de autorización no válido.
fr: Code d'autorisation non valide.
hi: अवैध प्राधिकरण कोड।
it: Codice di autorizzazione non valido.
ja: 無効な認証コードです。
nl: Ongeldige autorisatiecode.
pt: Código de autorização inválido.
ru: Недопустимый код авторизации.

source: Could not validate credentials
ar: لا يمكن التحقق من بيانات الاعتماد
de: Anmeldedaten konnten nicht validiert werden
es: No se pudieron validar las credenciales
fr: Impossible de valider les identifiants
hi: प्रमाणीकरण की पुष्टि नहीं हो सकी
it: Impossibile validare le credenziali
ja: 認証情報を検証できませんでした
nl: Kon inloggegevens niet valideren
pt: Não foi possível validar as credenciais
ru: Не удалось проверить учетные данные

source: Host not found
ar: لم يتم العثور على المضيف
de: Host nicht gefunden
es: Host no encontrado
fr: Hôte introuvable
hi: होस्ट नहीं मिला
it: Host non trovato
ja: ホストが見つかりません
nl: Host niet gevonden
pt: Host não encontrado
ru: Хост не найден

source: Account is locked due to too many failed login attempts
ar: الحساب مقفل بسبب محاولات تسجيل دخول فاشلة كثيرة
de: Konto ist wegen zu vieler fehlgeschlagener Anmeldeversuche gesperrt
es: La cuenta está bloqueada debido a demasiados intentos de inicio de sesión fallidos
fr: Le compte est verrouillé en raison de trop de tentatives de connexion échouées
hi: बहुत सारे असफल लॉगिन प्रयासों के कारण खाता लॉक हो गया है
it: L'account è bloccato a causa di troppi tentativi di accesso falliti
ja: ログイン試行の失敗が多すぎるためアカウントがロックされています
nl: Account is vergrendeld vanwege te veel mislukte inlogpogingen
pt: A conta está bloqueada devido a muitas tentativas de login falhadas
ru: Учетная запись заблокирована из-за слишком большого количества неудачных попыток входа

source: Account locked due to too many failed login attempts
ar: الحساب مقفل بسبب محاولات تسجيل دخول فاشلة كثيرة
de: Konto wegen zu vieler fehlgeschlagener Anmeldeversuche gesperrt
es: Cuenta bloqueada por demasiados intentos de inicio de sesión fallidos
fr: Compte verrouillé suite à trop de tentatives de connexion échouées
hi: बहुत सारे असफल लॉगिन प्रयासों के कारण खाता लॉक
it: Account bloccato per troppi tentativi di accesso falliti
ja: ログイン試行の失敗が多すぎるためアカウントがロックされました
nl: Account vergrendeld wegens te veel mislukte inlogpogingen
pt: Conta bloqueada por muitas tentativas de login falhadas
ru: Учетная запись заблокирована из-за слишком большого количества неудачных попыток входа

source: Invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة
de: Ungültiger Benutzername oder Passwort
es: Nombre de usuario o contraseña no válidos
fr: Nom d'utilisateur ou mot de passe non valide
hi: अवैध उपयोगकर्ता नाम या पासवर्ड
it: Nome utente o password non validi
ja: 無効なユーザー名またはパスワード
nl: Ongeldige gebruikersnaam of wachtwoord
pt: Nome de usuário ou senha inválidos
ru: Недопустимое имя пользователя или пароль

source: User already exists
ar: المستخدم موجود بالفعل
de: Benutzer existiert bereits
es: El usuario ya existe
fr: L'utilisateur existe déjà
hi: उपयोगकर्ता पहले से मौजूद है
it: L'utente esiste già
ja: ユーザーは既に存在しています
nl: Gebruiker bestaat al
pt: O usuário já existe
ru: Пользователь уже существует

source: Agent with hostname %s not found
ar: لم يتم العثور على الوكيل بعنوان المضيف %s
de: Agent mit Hostname %s nicht gefunden
es: Agente con nombre de host %s no encontrado
fr: Agent avec le nom d'hôte %s introuvable
hi: होस्टनाम %s वाला एजेंट नहीं मिला
it: Agente con hostname %s non trovato
ja: ホスト名 %s のエージェントが見つかりません
nl: Agent met hostnaam %s niet gevonden
pt: Agente com hostname %s não encontrado
ru: Агент с именем хоста %s не найден

source: Agent %s is not connected
ar: الوكيل %s غير متصل
de: Agent %s ist nicht verbunden
es: El agente %s no está conectado
fr: L'agent %s n'est pas connecté
hi: एजेंट %s कनेक्ट नहीं है
it: L'agente %s non è connesso
ja: エージェント %s は接続されていません
nl: Agent %s is niet verbonden
pt: O agente %s não está conectado
ru: Агент %s не подключен

source: Failed to send command to %s
ar: فشل في إرسال الأمر إلى %s
de: Fehler beim Senden des Befehls an %s
es: Error al enviar comando a %s
fr: Échec de l'envoi de la commande à %s
hi: %s को कमांड भेजने में असफल
it: Fallimento nell'invio comando a %s
ja: %s へのコマンド送信に失敗しました
nl: Verzenden van commando naar %s mislukt
pt: Falha ao enviar comando para %s
ru: Не удалось отправить команду в %s

source: Command {command_type} sent to {hostname}
ar: تم إرسال الأمر {command_type} إلى {hostname}
de: Befehl {command_type} an {hostname} gesendet
es: Comando {command_type} enviado a {hostname}
fr: Commande {command_type} envoyée à {hostname}
hi: कमांड {command_type} को {hostname} भेजा गया
it: Comando {command_type} inviato a {hostname}
ja: コマンド {command_type} を {hostname} に送信しました
nl: Commando {command_type} verzonden naar {hostname}
pt: Comando {command_type} enviado para {hostname}
ru: Команда {command_type} отправлена на {hostname}

source: Failed to send shell command to %s
ar: فشل في إرسال أمر الصدفة إلى %s
de: Fehler beim Senden des Shell-Befehls an %s
es: Error al enviar comando shell a %s
fr: Échec de l'envoi de la commande shell à %s
hi: %s को शेल कमांड भेजने में असफल
it: Fallimento nell'invio comando shell a %s
ja: %s へのシェルコマンド送信に失敗しました
nl: Verzenden van shell-commando naar %s mislukt
pt: Falha ao enviar comando shell para %s
ru: Не удалось отправить команду оболочки в %s

source: Shell command sent to {hostname}
ar: تم إرسال أمر الصدفة إلى {hostname}
de: Shell-Befehl an {hostname} gesendet
es: Comando de shell enviado a {hostname}
fr: Commande shell envoyée à {hostname}
hi: शेल कमांड {hostname} को भेजा गया
it: Comando shell inviato a {hostname}
ja: シェルコマンドを {hostname} に送信しました
nl: Shell commando verzonden naar {hostname}
pt: Comando shell enviado para {hostname}
ru: Команда оболочки отправлена на {hostname}

source: Failed to send install command to %s
ar: فشل في إرسال أمر التثبيت إلى %s
de: Fehler beim Senden des Installationsbefehls an %s
es: Error al enviar comando de instalación a %s
fr: Échec de l'envoi de la commande d'installation à %s
hi: %s को इंस्टॉल कमांड भेजने में असफल
it: Fallimento nell'invio comando di installazione a %s
ja: %s へのインストールコマンド送信に失敗しました
nl: Verzenden van installatie-commando naar %s mislukt
pt: Falha ao enviar comando de instalação para %s
ru: Не удалось отправить команду установки в %s

source: Package installation command sent to {hostname}
ar: تم إرسال أمر تثبيت الحزمة إلى {hostname}
de: Paketinstallations-Befehl an {hostname} gesendet
es: Comando de instalación de paquete enviado a {hostname}
fr: Commande d'installation de paquet envoyée à {hostname}
hi: पैकेज इंस्टॉलेशन कमांड {hostname} को भेजा गया
it: Comando di installazione pacchetto inviato a {hostname}
ja: パッケージインストールコマンドを {hostname} に送信しました
nl: Pakketinstallatie commando verzonden naar {hostname}
pt: Comando de instalação de pacote enviado para {hostname}
ru: Команда установки пакета отправлена на {hostname}

source: Failed to send restart command to %s
ar: فشل في إرسال أمر إعادة التشغيل إلى %s
de: Fehler beim Senden des Neustart-Befehls an %s
es: Error al enviar comando de reinicio a %s
fr: Échec de l'envoi de la commande de redémarrage à %s
hi: %s को पुनः आरंभ कमांड भेजने में असफल
it: Fallimento nell'invio comando di riavvio a %s
ja: %s への再起動コマンド送信に失敗しました
nl: Verzenden van herstart-commando naar %s mislukt
pt: Falha ao enviar comando de reinício para %s
ru: Не удалось отправить команду перезапуска в %s

source: Service restart command sent to {hostname}
ar: تم إرسال أمر إعادة تشغيل الخدمة إلى {hostname}
de: Dienst-Neustart-Befehl an {hostname} gesendet
es: Comando de reinicio de servicio enviado a {hostname}
fr: Commande de redémarrage de service envoyée à {hostname}
hi: सेवा पुनः आरंभ कमांड {hostname} को भेजा गया
it: Comando di riavvio servizio inviato a {hostname}
ja: サービス再起動コマンドを {hostname} に送信しました
nl: Service herstart commando verzonden naar {hostname}
pt: Comando de reinicialização de serviço enviado para {hostname}
ru: Команда перезапуска службы отправлена на {hostname}

source: Failed to send update command to %s
ar: فشل في إرسال أمر التحديث إلى %s
de: Fehler beim Senden des Update-Befehls an %s
es: Error al enviar comando de actualización a %s
fr: Échec de l'envoi de la commande de mise à jour à %s
hi: %s को अपडेट कमांड भेजने में असफल
it: Fallimento nell'invio comando di aggiornamento a %s
ja: %s への更新コマンド送信に失敗しました
nl: Verzenden van update-commando naar %s mislukt
pt: Falha ao enviar comando de atualização para %s
ru: Не удалось отправить команду обновления в %s

source: System update command sent to {hostname}
ar: تم إرسال أمر تحديث النظام إلى {hostname}
de: System-Update-Befehl an {hostname} gesendet
es: Comando de actualización del sistema enviado a {hostname}
fr: Commande de mise à jour système envoyée à {hostname}
hi: सिस्टम अपडेट कमांड {hostname} को भेजा गया
it: Comando di aggiornamento sistema inviato a {hostname}
ja: システム更新コマンドを {hostname} に送信しました
nl: Systeem update commando verzonden naar {hostname}
pt: Comando de atualização do sistema enviado para {hostname}
ru: Команда обновления системы отправлена на {hostname}

source: Failed to send reboot command to %s
ar: فشل في إرسال أمر إعادة التشغيل إلى %s
de: Fehler beim Senden des Neustart-Befehls an %s
es: Error al enviar comando de reinicio a %s
fr: Échec de l'envoi de la commande de redémarrage à %s
hi: %s को रीबूट कमांड भेजने में असफल
it: Fallimento nell'invio comando di riavvio a %s
ja: %s への再起動コマンド送信に失敗しました
nl: Verzenden van herstart-commando naar %s mislukt
pt: Falha ao enviar comando de reinicialização para %s
ru: Не удалось отправить команду перезагрузки в %s

source: Reboot command sent to {hostname}
ar: تم إرسال أمر إعادة التشغيل إلى {hostname}
de: Neustart-Befehl an {hostname} gesendet
es: Comando de reinicio enviado a {hostname}
fr: Commande de redémarrage envoyée à {hostname}
hi: रीबूट कमांड {hostname} को भेजा गया
it: Comando di riavvio inviato a {hostname}
ja: 再起動コマンドを {hostname} に送信しました
nl: Herstart commando verzonden naar {hostname}
pt: Comando de reinicialização enviado para {hostname}
ru: Команда перезагрузки отправлена на {hostname}

source: Command {command_type} broadcast to {sent_count} agents
ar: تم بث الأمر {command_type} إلى {sent_count} وكيل
de: Befehl {command_type} an {sent_count} Agents gesendet
es: Comando {command_type} enviado a {sent_count} agentes
fr: Commande {command_type} diffusée à {sent_count} agents
hi: कमांड {command_type} को {sent_count} एजेंटों में प्रसारित किया गया
it: Comando {command_type} trasmesso a {sent_count} agent
ja: コマンド {command_type} を {sent_count} エージェントにブロードキャストしました
nl: Commando {command_type} uitgezonden naar {sent_count} agents
pt: Comando {command_type} transmitido para {sent_count} agentes
ru: Команда {command_type} передана {sent_count} агентам

source: Shell command broadcast to {sent_count} agents
ar: تم بث أمر الصدفة إلى {sent_count} وكيل
de: Shell-Befehl an {sent_count} Agents gesendet
es: Comando de shell enviado a {sent_count} agentes
fr: Commande shell diffusée à {sent_count} agents
hi: शेल कमांड को {sent_count} एजेंटों में प्रसारित किया गया
it: Comando shell trasmesso a {sent_count} agent
ja: シェルコマンドを {sent_count} エージェントにブロードキャストしました
nl: Shell commando uitgezonden naar {sent_count} agents
pt: Comando shell transmitido para {sent_count} agentes
ru: Команда оболочки передана {sent_count} агентам

source: No agents found for platform %s
ar: لم يتم العثور على وكلاء لمنصة %s
de: Keine Agents für Plattform %s gefunden
es: No se encontraron agentes para la plataforma %s
fr: Aucun agent trouvé pour la plateforme %s
hi: प्लेटफॉर्म %s के लिए कोई एजेंट नहीं मिला
it: Nessun agente trovato per la piattaforma %s
ja: プラットフォーム %s のエージェントが見つかりません
nl: Geen agents gevonden voor platform %s
pt: Nenhum agente encontrado para a plataforma %s
ru: Агенты для платформы %s не найдены

source: Command {command_type} sent to {sent_count} {platform} agents
ar: تم إرسال الأمر {command_type} إلى {sent_count} وكيل {platform}
de: Befehl {command_type} an {sent_count} {platform} Agents gesendet
es: Comando {command_type} enviado a {sent_count} agentes {platform}
fr: Commande {command_type} envoyée à {sent_count} agents {platform}
hi: कमांड {command_type} को {sent_count} {platform} एजेंटों को भेजा गया
it: Comando {command_type} inviato a {sent_count} agent {platform}
ja: コマンド {command_type} を {sent_count} {platform} エージェントに送信しました
nl: Commando {command_type} verzonden naar {sent_count} {platform} agents
pt: Comando {command_type} enviado para {sent_count} agentes {platform}
ru: Команда {command_type} отправлена {sent_count} агентам {platform}

source: Host already exists
ar: المضيف موجود بالفعل
de: Host existiert bereits
es: El host ya existe
fr: L'hôte existe déjà
hi: होस्ट पहले से मौजूद है
it: L'host esiste già
ja: ホストは既に存在しています
nl: Host bestaat al
pt: O host já existe
ru: Хост уже существует

source: Host is not in pending status
ar: المضيف ليس في حالة انتظار
de: Host befindet sich nicht im ausstehenden Status
es: El host no está en estado pendiente
fr: L'hôte n'est pas en statut en attente
hi: होस्ट लंबित स्थिति में नहीं है
it: L'host non è in stato di attesa
ja: ホストは保留状態ではありません
nl: Host heeft geen wachtende status
pt: O host não está em status pendente
ru: Хост не находится в ожидающем статусе

source: Agent is not connected
ar: الوكيل غير متصل
de: Agent ist nicht verbunden
es: El agente no está conectado
fr: L'agent n'est pas connecté
hi: एजेंट कनेक्ट नहीं है
it: L'agent non è connesso
ja: エージェントが接続されていません
nl: Agent is niet verbonden
pt: Agente não está conectado
ru: Агент не подключен

source: OS version update requested
ar: تم طلب تحديث إصدار نظام التشغيل
de: Betriebssystem-Versions-Update angefordert
es: Actualización de versión del SO solicitada
fr: Mise à jour de version OS demandée
hi: ओएस संस्करण अपडेट का अनुरोध किया गया
it: Aggiornamento versione OS richiesto
ja: OSバージョン更新が要求されました
nl: OS versie-update aangevraagd
pt: Atualização de versão do SO solicitada
ru: Запрошено обновление версии ОС

source: Hardware information updated successfully
ar: تم تحديث معلومات الأجهزة بنجاح
de: Hardware-Informationen erfolgreich aktualisiert
es: Información de hardware actualizada correctamente
fr: Informations matérielles mises à jour avec succès
hi: हार्डवेयर जानकारी सफलतापूर्वक अपडेट की गई
it: Informazioni hardware aggiornate con successo
ja: ハードウェア情報が正常に更新されました
nl: Hardware informatie succesvol bijgewerkt
pt: Informações de hardware atualizadas com sucesso
ru: Информация об аппаратном обеспечении успешно обновлена

source: Hardware update requested
ar: تم طلب تحديث الأجهزة
de: Hardware-Update angefordert
es: Actualización de hardware solicitada
fr: Mise à jour matérielle demandée
hi: हार्डवेयर अपडेट का अनुरोध किया गया
it: Aggiornamento hardware richiesto
ja: ハードウェア更新が要求されました
nl: Hardware update aangevraagd
pt: Atualização de hardware solicitada
ru: Запрошено обновление аппаратного обеспечения

source: User access update requested
ar: تم طلب تحديث وصول المستخدم
de: Benutzerzugriff-Update angefordert
es: Actualización de acceso de usuarios solicitada
fr: Mise à jour d'accès utilisateur demandée
hi: उपयोगकर्ता एक्सेस अपडेट का अनुरोध किया गया
it: Aggiornamento accesso utenti richiesto
ja: ユーザーアクセス更新が要求されました
nl: Gebruikerstoegang update aangevraagd
pt: Atualização de acesso de usuários solicitada
ru: Запрошено обновление доступа пользователей

source: Software inventory update requested
ar: تم طلب تحديث مخزون البرمجيات
de: Software-Inventar-Aktualisierung angefordert
es: Actualización de inventario de software solicitada
fr: Mise à jour de l'inventaire logiciel demandée
hi: सॉफ़्टवेयर इन्वेंटरी अपडेट का अनुरोध किया गया
it: Aggiornamento inventario software richiesto
ja: ソフトウェアインベントリの更新が要求されました
nl: Software-inventaris update aangevraagd
pt: Atualização de inventário de software solicitada
ru: Запрошено обновление инвентаря программного обеспечения

source: Configuration pushed to all agents
ar: تم دفع التكوين إلى جميع الوكلاء
de: Konfiguration an alle Agents übertragen
es: Configuración enviada a todos los agentes
fr: Configuration poussée vers tous les agents
hi: कॉन्फ़िगरेशन सभी एजेंटों को पुश की गई
it: Configurazione inviata a tutti gli agent
ja: 設定をすべてのエージェントにプッシュしました
nl: Configuratie naar alle agents gepusht
pt: Configuração enviada para todos os agentes
ru: Конфигурация отправлена всем агентам

source: Configuration pushed successfully
ar: تم دفع التكوين بنجاح
de: Konfiguration erfolgreich übertragen
es: Configuración enviada correctamente
fr: Configuration poussée avec succès
hi: कॉन्फ़िगरेशन सफलतापूर्वक पुश की गई
it: Configurazione inviata con successo
ja: 設定が正常にプッシュされました
nl: Configuratie succesvol gepusht
pt: Configuração enviada com sucesso
ru: Конфигурация успешно отправлена

source: Configuration pushed to platform agents
ar: تم دفع التكوين إلى وكلاء المنصة
de: Konfiguration an Plattform-Agents übertragen
es: Configuración enviada a agentes de plataforma
fr: Configuration poussée vers les agents de plateforme
hi: कॉन्फ़िगरेशन प्लेटफॉर्म एजेंटों को पुश की गई
it: Configurazione inviata agli agent di piattaforma
ja: 設定をプラットフォームエージェントにプッシュしました
nl: Configuratie naar platform agents gepusht
pt: Configuração enviada para agentes de plataforma
ru: Конфигурация отправлена агентам платформы

source: Must specify target_hostname, target_platform, or push_to_all
ar: يجب تحديد target_hostname أو target_platform أو push_to_all
de: Es muss target_hostname, target_platform oder push_to_all angegeben werden
es: Debe especificar target_hostname, target_platform, o push_to_all
fr: Doit spécifier target_hostname, target_platform, ou push_to_all
hi: target_hostname, target_platform, या push_to_all निर्दिष्ट करना होगा
it: Deve specificare target_hostname, target_platform, o push_to_all
ja: target_hostname、target_platform、またはpush_to_allを指定する必要があります
nl: Moet target_hostname, target_platform, of push_to_all specificeren
pt: Deve especificar target_hostname, target_platform, ou push_to_all
ru: Необходимо указать target_hostname, target_platform или push_to_all

source: Configuration acknowledgment processed
ar: تمت معالجة إقرار التكوين
de: Konfigurations-Bestätigung verarbeitet
es: Confirmación de configuración procesada
fr: Accusé de réception de configuration traité
hi: कॉन्फ़िगरेशन स्वीकृति प्रसंस्कृत की गई
it: Conferma configurazione elaborata
ja: 設定の確認応答を処理しました
nl: Configuratie bevestiging verwerkt
pt: Confirmação de configuração processada
ru: Подтверждение конфигурации обработано

source: Failed to store updates: %s
ar: فشل في حفظ التحديثات: %s
de: Fehler beim Speichern der Updates: %s
es: Error al almacenar actualizaciones: %s
fr: Échec du stockage des mises à jour: %s
hi: अपडेट संग्रहीत करने में असफल: %s
it: Fallimento nel salvare gli aggiornamenti: %s
ja: 更新の保存に失敗しました: %s
nl: Opslaan van updates mislukt: %s
pt: Falha ao armazenar atualizações: %s
ru: Не удалось сохранить обновления: %s

source: Failed to get update summary: %s
ar: فشل في الحصول على ملخص التحديث: %s
de: Fehler beim Abrufen der Update-Zusammenfassung: %s
es: Error al obtener el resumen de actualización: %s
fr: Échec de l'obtention du résumé de mise à jour: %s
hi: अपडेट सारांश प्राप्त करने में असफल: %s
it: Fallimento nell'ottenere il riassunto aggiornamento: %s
ja: 更新サマリーの取得に失敗しました: %s
nl: Ophalen van update-samenvatting mislukt: %s
pt: Falha ao obter resumo de atualização: %s
ru: Не удалось получить сводку обновлений: %s

source: Failed to get host updates: %s
ar: فشل في الحصول على تحديثات المضيف: %s
de: Fehler beim Abrufen der Host-Updates: %s
es: Error al obtener actualizaciones del host: %s
fr: Échec de l'obtention des mises à jour de l'hôte: %s
hi: होस्ट अपडेट प्राप्त करने में असफल: %s
it: Fallimento nell'ottenere gli aggiornamenti host: %s
ja: ホスト更新の取得に失敗しました: %s
nl: Ophalen van host-updates mislukt: %s
pt: Falha ao obter atualizações do host: %s
ru: Не удалось получить обновления хоста: %s

source: Failed to get updates: %s
ar: فشل في الحصول على التحديثات: %s
de: Fehler beim Abrufen der Updates: %s
es: Error al obtener actualizaciones: %s
fr: Échec de l'obtention des mises à jour: %s
hi: अपडेट प्राप्त करने में असफल: %s
it: Fallimento nell'ottenere gli aggiornamenti: %s
ja: 更新の取得に失敗しました: %s
nl: Ophalen van updates mislukt: %s
pt: Falha ao obter atualizações: %s
ru: Не удалось получить обновления: %s

source: No matching updates found for specified packages
ar: لم يتم العثور على تحديثات مطابقة للحزم المحددة
de: Keine passenden Updates für die angegebenen Pakete gefunden
es: No se encontraron actualizaciones coincidentes para los paquetes especificados
fr: Aucune mise à jour correspondante trouvée pour les paquets spécifiés
hi: निर्दिष्ट पैकेज के लिए कोई मिलान अपडेट नहीं मिला
it: Nessun aggiornamento corrispondente trovato per i pacchetti specificati
ja: 指定されたパッケージに一致する更新が見つかりません
nl: Geen overeenkomende updates gevonden voor gespecificeerde pakketten
pt: Nenhuma atualização correspondente encontrada para os pacotes especificados
ru: Не найдено подходящих обновлений для указанных пакетов

source: Update execution started
ar: بدأ تنفيذ التحديث
de: Update-Ausführung gestartet
es: Ejecución de actualización iniciada
fr: Exécution de mise à jour démarrée
hi: अपडेट निष्पादन शुरू
it: Esecuzione aggiornamento avviata
ja: 更新の実行が開始されました
nl: Update-uitvoering gestart
pt: Execução de atualização iniciada
ru: Выполнение обновления запущено

source: Failed to send command: %s
ar: فشل في إرسال الأمر: %s
de: Fehler beim Senden des Befehls: %s
es: Error al enviar comando: %s
fr: Échec de l'envoi de la commande: %s
hi: कमांड भेजने में असफल: %s
it: Fallimento nell'invio comando: %s
ja: コマンドの送信に失敗しました: %s
nl: Verzenden van commando mislukt: %s
pt: Falha ao enviar comando: %s
ru: Не удалось отправить команду: %s
